{
    "result": [
        {
            "category": "Entertainment",
            "news": [
                {
                    "title": "Adheera aka Sanjay Dutt goes nostalgic as KGF Chapter 2 clocks one year ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMidWh0dHBzOi8vb2Rpc2hhdHYuaW4vbmV3cy9lbnRlcnRhaW5tZW50L2FkaGVlcmEtYWthLXNhbmpheS1kdXR0LWdvZXMtbm9zdGFsZ2ljLWFzLWtnZi1jaGFwdGVyLTItY2xvY2tzLW9uZS15ZWFyLTIwMTY0N9IBeWh0dHBzOi8vb2Rpc2hhdHYuaW4vbmV3cy9lbnRlcnRhaW5tZW50L2FkaGVlcmEtYWthLXNhbmpheS1kdXR0LWdvZXMtbm9zdGFsZ2ljLWFzLWtnZi1jaGFwdGVyLTItY2xvY2tzLW9uZS15ZWFyLTIwMTY0Ny9hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "OTV News",
                            "title": "Adheera aka Sanjay Dutt goes nostalgic as KGF Chapter 2 clocks one year",
                            "image": "https://images.odishatv.in/uploadimage/library/16_9/16_9_5/IMAGE_1646122391.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "Bollywood superstar Sanjay Dutt seems to be overwhelmed as KGF Chapter 2 clocks one year of its theatrical release on April 14. While KGF lovers are celebrating the glorious day on social media, Sanju aka Adheera reminisces his journey with KGF Chapter 2, Prashanth Neel and Yash.Taking to Twitter, Sanju Baba wrote: Working on #KGFChapter2 has been an incredible experience for me. As some of you may know, I have had my share of personal challenges, and at times it seemed like the road ahead was too difficult to navigate.Along with the post, he shared a video featuring the violent Adheera.Further, in a series of Tweets, Sanju recalled his journey on the sets of KGF 2 while he was battling cancer.“However, being on the set of KGF Chapter 2 and seeing the passion and dedication of everyone involved in the project inspired me to overcome my challenges and emerge stronger and better. From the moment I stepped on the set,” he wrote.However, being on the set of KGF Chapter 2 and seeing the passion and dedication of everyone involved in the project inspired me to overcome my challenges and emerge stronger and better. From the moment I stepped on the set, — Sanjay Dutt (@duttsanjay) April 14, 2023In another Tweet, he praised helmer Prashanth Neel and Yash for welcoming him with open arms.The Tweet read: I was welcomed with open arms by the talented cast and crew who worked tirelessly to bring this vision to life. @TheNameIsYash is now a brother to me, and our director #PrashanthNeel is an incredible talent who I'm sure will go on to do great things.As the film completes a year, I am overwhelmed by the love and appreciation that we have received from all of you. Your support has been the driving force behind the success of KGF Chapter 2, and I cannot thank you enough for it. — Sanjay Dutt (@duttsanjay) April 14, 2023While Sanju has several times stepped into negative roles and nailed his characters with his stellar performance, playing Adheera was a milestone for the actor as it was the most violent character in his acting career.Apart from Yash and Sanjay Dutt, Raveena Tandon, and Srinidhi Shetty also were showered with praise for their nailing their characters with powerful acts. KGF Chapter 2 hit the theatres on April 14, 2022, and emerged as the biggest blockbuster of the year.With its lifetime global gross box office collections, KGF 2 still holds the second spot on the list of highest-grossing Indian cinemas, just behind Baahubali 2: The Conclusion and above the global phenomenon RRR."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimQFodHRwczovL3d3dy5rb2ltb2kuY29tL2JveC1vZmZpY2UvZmFjdC1vLW1ldGVyL2tnZi1jaGFwdGVyLTItZGlkLXlvdS1rbm93LXlhc2gtcGVubmVkLW1vc3Qtb2YtaGlzLXBvd2VyZnVsLWRpYWxvZ3Vlcy1ieS1oaXMtb3duLWluLXRoZS1maWxtLWZhY3Qtby1tZXRlci_SAZ0BaHR0cHM6Ly93d3cua29pbW9pLmNvbS9ib3gtb2ZmaWNlL2ZhY3Qtby1tZXRlci9rZ2YtY2hhcHRlci0yLWRpZC15b3Uta25vdy15YXNoLXBlbm5lZC1tb3N0LW9mLWhpcy1wb3dlcmZ1bC1kaWFsb2d1ZXMtYnktaGlzLW93bi1pbi10aGUtZmlsbS1mYWN0LW8tbWV0ZXIvYW1wLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Koimoi",
                            "title": "KGF Chapter 2: Did You Know? Yash Penned Most Of His Powerful Dialogues By His Own In The Film [Fact-O-Meter]",
                            "image": "https://static-koimoi.akamaized.net/wp-content/new-galleries/2023/04/interesting-fact-about-yashs-kgf-chapter-2-001.jpg",
                            "time": "2023-04-14T05:51:05+00:00",
                            "type": 1,
                            "summary": "Prashanth Neel’s KGF Chapter 2 surprised one and all with its monstrous theatrical run. Starring Yash in a lead role, the film shattered pre-existing records of that time and went on to become one of the biggest box office blockbusters in the history of Indian cinema. The actioner greatly impacted the masses, be it the heart-thumping action sequences or powerful dialogues.For those who don’t know, KGF 2 has completed a year today since its release. It was on 14th April 2022, the storm of KGF 2 caused destruction at the box office, both in India and overseas. With an earth-shattering start, the biggie became the third 100 crore nett opener in India after Baahubali 2: The Conclusion and RRR.AdvertisementAdvertisementOne of the major reasons behind the success of KGF Chapter 2 was its dialogues that instantly clicked with the masses. But what if we tell you that most of the dialogues of Yash were written by himself? Yes, you read that right! None other than director Prashanth Neel had revealed that the actor himself had penned most of his dialogues. He made this revelation during the film’s trailer launch.Talking about the box office performance, KGF Chapter 2 earned a whopping 1230 crores nett at the worldwide box office. In India, the film earned a colossal total of 856 crores nett including 434.62 crores nett from the Hindi dubbed version alone.Helmed by Prashanth Neel, KGF 2 also stars Sanjay Dutt, Raveena Tandon, Srinidhi Shetty, Prakash Raj, Achyuth Kumar and others. It was estimated to carry a budget of 100 crores and released in five Indian languages- Kannada, Hindi, Telugu, Tamil and Malayalam.Stay tuned to Koimoi for more such interesting facts!Must Read: Kartik Aaryan’s Fees For Bhool Bhulaiyaa 2 Is Almost Half Of The Budget Of Its Prequel Led By Akshay Kumar – (Fact-O-Meter)Follow Us: Facebook | Instagram | Twitter | Youtube | Google News"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMihgFodHRwczovL29kaXNoYXR2LmluL25ld3MvZW50ZXJ0YWlubWVudC93aGVuLXJvY2t5LW1ldC1yYWRoaWthLXlhc2gtcy12aWRlby10YWtlcy1pbnRlcm5ldC1ieS1zdG9ybS1sZWF2aW5nLWZhbnMtaW4tYXd3d3d3LXdhdGNoLTIwMTY2NNIBigFodHRwczovL29kaXNoYXR2LmluL25ld3MvZW50ZXJ0YWlubWVudC93aGVuLXJvY2t5LW1ldC1yYWRoaWthLXlhc2gtcy12aWRlby10YWtlcy1pbnRlcm5ldC1ieS1zdG9ybS1sZWF2aW5nLWZhbnMtaW4tYXd3d3d3LXdhdGNoLTIwMTY2NC9hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "OTV News",
                            "title": "When Rocky met Radhika! Yash’s video takes internet by storm leaving fans in awwwww; watch",
                            "image": "https://images.odishatv.in/uploadimage/library/16_9/16_9_5/recent_photo_1681471102.webp",
                            "time": null,
                            "type": 1,
                            "summary": "The entire team of KGF and the admirers are in celebration mood as KGF Chapter 2 completes one year of its theatrical release.Adheera played by Sanjay Dutt and Reena played by Srinidhi Shetty reminisced about the golden moments and went nostalgic expressing their thrill through social media posts. Meanwhile, the craze has hit Rocking Star Yash’s wife Radhika Pandit. However, Radhika opted for a different approach to celebrate the moment.Srinidhi Shetty's Twitter postRadhika shared a video on Instagram on Friday in which she is seen walking with her daughter Ayra while Yash approaches from the front in his Rocky Bhai look sporting a beard and long hair. As soon as Radhika comes closer to Yash, with high excitement she says, “Oh my God! Am I in the 70s?”After giving a warm hug to his wife, he turns to his daughter and shares a warm moment with her and kisses her.While Yash is busy pampering his baby daughter, Radhika couldn’t get over the dashing handsome hunk look of Yash.“It’s really nice... very nice,” says Radhika. (sic)To this, Yash replies, “Whatever I wear, it looks nice” (sic)As baby Ayra is quite young, it seems the moment was captured during the shooting of KGF Chapter 2.While Yash’s look refreshed the memories of KGF 2, the video has left the fans in awe. Fans have flooded the comment box with praises and love for the couple.One user wrote, “Never seen this type of couples in my life such great and lovely couples.” (sic)“HE WAY YASH SAID : WHATEVER I WEAR IT LOOKS NICE!,” wrote another.”Vintage Rocky bhai,” wrote a third user. (sic)Also Read: Adheera aka Sanjay Dutt goes nostalgic as KGF Chapter 2 clocks one year"
                        }
                    ]
                },
                {
                    "title": "Shabana Azmi recalls when Satish Kaushik wanted to commit suicide after the failure of 'Roop Ki Rani Choron Ka Raja' ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMivwFodHRwczovL20udGltZXNvZmluZGlhLmNvbS92aWRlb3MvZW50ZXJ0YWlubWVudC9oaW5kaS9zaGFiYW5hLWF6bWktcmVjYWxscy13aGVuLXNhdGlzaC1rYXVzaGlrLXdhbnRlZC10by1jb21taXQtc3VpY2lkZS1hZnRlci10aGUtZmFpbHVyZS1vZi1yb29wLWtpLXJhbmktY2hvcm9uLWthLXJhamEvdmlkZW9zaG93Lzk5NDg3MzM2LmNtc9IBwwFodHRwczovL20udGltZXNvZmluZGlhLmNvbS92aWRlb3MvZW50ZXJ0YWlubWVudC9oaW5kaS9zaGFiYW5hLWF6bWktcmVjYWxscy13aGVuLXNhdGlzaC1rYXVzaGlrLXdhbnRlZC10by1jb21taXQtc3VpY2lkZS1hZnRlci10aGUtZmFpbHVyZS1vZi1yb29wLWtpLXJhbmktY2hvcm9uLWthLXJhamEvYW1wX3ZpZGVvc2hvdy85OTQ4NzMzNi5jbXM?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "Shabana Azmi recalls when Satish Kaushik wanted to commit suicide after the failure of 'Roop Ki Rani Choron Ka Raja'",
                            "image": "https://timesofindia.indiatimes.com/photo/99487336/size-74960/99487336.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "From Anupam Kher , Anil Kapoor to Neena Gupta, Sonali Bendra, Bollywood celebs gathered to pay tribute to late actor filmmaker Satish Kaushik on 67th birth anniversary. Veteran couple Javed Akhtar, Shabana Azmi , were also among the many who recalled their memories with him. Recalling the time when Satish wanted to end his life after ' Roop Ki Rani Choron Ka Raja ' flopped, Shabana said, After the film failed, he was a 'dukhi aatma' and he had this feeling that, 'now I should die.’ He was on the first floor and when he looked down from there, because he was finding ways to commit suicide, there was a party going on. He saw potatoes and brinjals being fried. So, he was like, 'yaar main aloo baigan ke beech mein agar kud ke marr jaunga toh yeh kharab death hogi'. For more news and updates, stay tuned to ETimes."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiXmh0dHBzOi8vd3d3LnJlZGlmZi5jb20vbW92aWVzL3JlcG9ydC9zYXRpc2gta2F1c2hpa3MtZGF1Z2h0ZXItaGFkLXdvcmxkcy1iZXN0LWRhZC8yMDIzMDQxNC5odG3SAWBodHRwczovL20ucmVkaWZmLmNvbS9hbXAvbW92aWVzL3JlcG9ydC9zYXRpc2gta2F1c2hpa3MtZGF1Z2h0ZXItaGFkLXdvcmxkcy1iZXN0LWRhZC8yMDIzMDQxNC5odG0?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Rediff.com",
                            "title": "Satish Kaushik's Daughter: 'Had world's best dad'",
                            "image": "https://im.rediff.com/movies/2023/apr/14sk3.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "IMAGE: Anupam Kher with Satish Kaushik's daughter Vanshika. Photograph: Kind courtesy Anupam KherInstagramAnupam Kher celebrated his friend Satish Kaushik's 67th birth anniversary on April 14 by hosting a musical night, and getting the late actor's friends to share their memories of him.With a lump in his throat, Kher shared that he was finding it difficult to live with the fact that Satish is not among them any more and that he had decided to cancel the event a few days ago.But then Satish appeared in his dream and asked, 'You won't be doing anything on my birthday?'That was when he decided to go ahead with the event.It was Anupam Kher's first day in Mumbai. And he was watching Satish Kaushik make an impressive new friend. This, Anupam recalls, is what happened next:IMAGE: Anil Kapoor. Photograph: Kind courtesy Anupam KherInstagramAnil Kapoor showcased a montage as a tribute to his dear friend, which showed beautiful pictures of the two, including stills from the films they did together like Mr India, Ram Lakhan and their last outing, Thar.The actor got so overwhelmed that he teared up and could not muster up the courage to walk up to the stage in the first go.When Anupam insisted that he say something about his friend, Anil bared his heart out and shared many fond memories.He became friends with Kaushik while working on 1983's Woh 7 Din.“I had watched one of his plays called Bicchoo at Prithvi Theatre. I found him to be a great actor and suggested his name to Boney,” Kapoor shared. “He came to do one scene in Woh 7 Din. When Naseersaab saw him, he fired him, saying, ‘Why are you doing just one scene here?’“But he still did it. From there, our friendship started, Kapoor said.'Whenever he came to my house...' Anil Kapoor shares his memories in the video.IMAGE: Satish Kaushik's wife, Shashi. Photograph: Kind courtesy Anupam KherInstagramShabana Azmi knew Satish Kaushik from the days of Masoom, where he was assisting Shekhar Kapur.While wiping her tears, the actress also spoke about the time he contemplated suicide after his film Roop Ki Rani Choron Ka Raja flopped.Satish Kaushik found humour even in his darkest days, and she recounts it here, drawing in the laughs.Javed Akhtar knew Satish Kaushik from the early 1970s, and spoke about his brilliant sense of humour.While that was Satish Kaushik's bulletproof jacket against life, behind it lay a very sensitive person.'Iska kahaani adhuri reh gayi,' Javedsaab says in this video.Comedy is a very difficult job but Satish Kaushik made it very easy, endorses the king of comedy, Johnny Lever.I learnt acting while working with Satish Kaushik, he says, citing the example of his cop role in Roop Ki Rani Choron Ki Raja.In the film, Kaushik wanted him to play the character in a way Lever just couldn't do, leaving him in deep thought about why he couldn't nail it. He tells us here.IMAGE: Satish Kaushik's daughter Vanshika. Photograph: Kind courtesy Anupam KherInstagramSatish Kaushik's 11-year-old daughter Vanshika moved everyone to tears when she read a heartfelt letter to her father.Anupam Kher revealed that she had placed the letter next to her dad's mortal remains when they were being transported to Mumbai from Delhi. She did not read out the letter during the funeral, saying that she would do it only when the time was right.She read it out at the event:'Hello Papa, I know that now you are no more but I want you to know that I will always be there for you.'Your friends taught me to be strong but I can’t live without you. I miss you so much. If I knew this was going to happen, I would miss school just to spend time with you. I wish I could have hugged you once. You are still in my heart.'I do not feel like going to school anymore.'I don’t know what my friends will say. Will they make fun of me?'The room tried its best to hold back its tears, as Vanshika continued, 'Whenever I felt sad, he would always tell me, ‘Vanshika, do you want to go on a lunch date to JW Marriott?’ Once when I had my school exhibition, he made me laugh with his weird dance moves while I was performing my dance.'Please come in my dreams every single day. I have done pooja for you and want you to be in heaven and live a happy life in a big mansion with a Rolls Royce and a Ferrari. You will eat great food. Please don’t be reborn, we will meet in 90 years.'Please remember me, I will remember you forever. I had the world’s best dad ever.'Satish Kaushik's friends cut a cake to celebrate his birthday, and Anupam offered it to Vanshika and her mum, Shashi."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMipAFodHRwczovL2VuZ2xpc2guamFncmFuLmNvbS9lbnRlcnRhaW5tZW50L3NhdGlzaC1rYXVzaGlrcy1kYXVnaHRlci1yZWFkcy1hLWxldHRlci10by1oZXItbGF0ZS1mYXRoZXItYW51cGFtLWtoZXItYW5kLWFuaWwta2Fwb29yLWJyZWFrLWRvd24taW50by10ZWFycy13YXRjaC0xMDA3MzQ5M9IBqQFodHRwczovL2VuZ2xpc2guamFncmFuLmNvbS9saXRlL2VudGVydGFpbm1lbnQvc2F0aXNoLWthdXNoaWtzLWRhdWdodGVyLXJlYWRzLWEtbGV0dGVyLXRvLWhlci1sYXRlLWZhdGhlci1hbnVwYW0ta2hlci1hbmQtYW5pbC1rYXBvb3ItYnJlYWstZG93bi1pbnRvLXRlYXJzLXdhdGNoLTEwMDczNDkz?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Jagran English",
                            "title": "Satish Kaushik’s Daughter Reads A Letter To Her Late Father, Anupam Kher And Anil Kapoor Break Down Into Tears; Watch",
                            "image": "https://imgeng.jagran.com/images/2023/apr/satish-kaushik-birth-anniversary1681472413100.jpg",
                            "time": "2023-04-14T17:28:00+05:30",
                            "type": 1,
                            "summary": "Veteran actor Satish Kaushik, who passed away last month after suffering from a heart attack, would have turned 67 yesterday. To mark the late actor’s death anniversary, Satish Kaushik’s friends and family celebrated the actor’s legacy in a special event.The event was attended by several friends of Satish Kaushik’s from the industry, including Anil Kapoor, Anupam Kher and Neena Gupta. Sharing a special video from the event, Anupam Kher took to his Instagram account to post a video of Satish Kaushik’s daughter reciting a special poem for her father.The caption of the video read, “On the death of my friend #SatishKaushik 11 year old daughter of #सतीश gave me a closed envelope by saying that please put it on my father's pyre without opening it. And that’s what I did. But I also asked her to take a picture of the letter. Yesterday when we celebrated #Satish’s 67th birthday, many people sang beautifully and spoke about their wonderful association with #Satish with amazing love for him. But what broke everybody’s heart into pieces was when #Vanshika readout the same letter aloud to her dearest #Papa to all the people present. Your heart will break too listening to this #LoveLetter #LongLiveSatish #Daughter #ShashiKaushik.” Watch:View this post on Instagram A post shared by Anupam Kher (@anupampkher)In the video, Anil Kapoor and Anupam Kher can be seen breaking down into tears after listening to the poem. Several social media users commented on the post.Actor Shweta Kawatra, who also attended the event wrote, “What shall I say . So moved by her note to her best papa in the world. Will hold her pain in my heart and pray to turn it to blessings for her.” Actor Aarti Nagpal wrote, “My heart shattered into uncountable pieces. She has you along with her mother , family & whole industry, that’s the greatest power she can rely on. After yesterday witnessing this, Love and respect you more Anupam ji.”Anupam Kher took to his Instagram account on the occasion of Satish Kaushik’s birth anniversary to share a special video featuring their archived pictures. Watch:View this post on Instagram A post shared by Anupam Kher (@anupampkher)The caption of the post read, “My dear friend Satish Kaushik! Happy Birthday! Today you would have turned 67 on the day of crutches. But for 48 years of your life I was lucky to celebrate your birthday. So I've decided we'll try to celebrate your birthday in a wonderful way this evening! The seat with Shashi and Vanshika will be empty. Come my friend and watch us celebrate.”"
                        }
                    ]
                }
            ]
        }
    ],
    "status": "ok",
    "totalResults": 66
}