{
    "result": [
        {
            "category": "Health",
            "news": [
                {
                    "title": "28% chance of Covid-like pandemic hitting the world in next decade ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMiggFodHRwczovL3d3dy5idXNpbmVzcy1zdGFuZGFyZC5jb20vd29ybGQtbmV3cy8yOC1jaGFuY2Utb2YtY292aWQtbGlrZS1wYW5kZW1pYy1oaXR0aW5nLXRoZS13b3JsZC1pbi1uZXh0LWRlY2FkZS0xMjMwNDE0MDA1MTBfMS5odG1s0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Business Standard",
                            "title": "28% chance of coronavirus-like pandemic hitting world in next decade",
                            "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2023-03/08/full/1678254805-151.jpg",
                            "time": "2023-04-14T15:00:27+05:30",
                            "type": 0,
                            "summary": "By Bloomberg NewsThere’s a 27.5% chance a pandemic as deadly as Covid-19 could take place in the next decade as viruses emerge more frequently, with rapid vaccine rollout the key to reducing fatalities, according to a predictive health analytics firm.In a worst-case scenario, a bird flu type virus that mutates to allow human-to-human transmission could kill as many as 15,000 people in the UK in a single day, Airfinity said. Climate change, growth in international travel, increasing populations and the threat posed by zoonotic diseases contribute to the risk, according to London-based Airfinity Ltd. But if effective vaccines are rolled out 100 days after the discovery of a new pathogen, the likelihood of a deadly pandemic drops to 8.1%, according to the firm’s modeling.The rapid spread of the H5N1 bird flu strain is already stoking concerns. While so far just a small number of people have been infected and there are no signs of it having made the jump to human-to-human transmission, skyrocketing rates in birds and increasing incursions in mammals have led to concern among scientists and governments that the virus may be mutating in ways that could make it easier to spread. With the world now living with Covid-19, health experts are turning their attention to preparing for the next potential global threat. The past two decades have already seen three major coronaviruses that cause SARS, MERS and Covid-19 emerge, as well as the swine flu pandemic in 2009.Also Read H3N2 influenza: Symptoms, spread, prevention, what do experts say? 4 patients admitted with H3N2 influenza virus in Mumbai, says BMC Centre raises alarm over increase in Covid positivity rate in some states Ten active cases of Covid-19, two of H3N2 influenza reported in Jharkhand Doctors in UP issue warning against self-medication for H3N2 influenza Ready to take 'time-tested' relationship with Mozambique to new level: EAM No weapons exports to parties in Ukraine conflict: China Foreign Minister Pakistan says UAE assures $1 billion loan to help revive IMF deal Pfizer's new bivalent mRNA Covid booster vax highly effective: Lancet World Bank President David Malpass praises India for empowering womenMany high-risk pathogens like MERS and zika don’t have approved vaccines or treatments, and existing surveillance policies are unlikely to detect a new pandemic in a timely manner, highlighting the urgent need for pandemic preparedness measures, Airfinity said."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMihAFodHRwczovL3d3dy5idXNpbmVzc3RvZGF5LmluL2Nvcm9uYXZpcnVzL3N0b3J5L2Fub3RoZXItY292aWQtbGlrZS1wYW5kZW1pYy1jb3VsZC1vY2N1ci1pbi10aGUtbmV4dC0xMC15ZWFycy1yZXBvcnQtMzc3Mzg3LTIwMjMtMDQtMTTSAYgBaHR0cHM6Ly93d3cuYnVzaW5lc3N0b2RheS5pbi9hbXAvY29yb25hdmlydXMvc3RvcnkvYW5vdGhlci1jb3ZpZC1saWtlLXBhbmRlbWljLWNvdWxkLW9jY3VyLWluLXRoZS1uZXh0LTEwLXllYXJzLXJlcG9ydC0zNzczODctMjAyMy0wNC0xNA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Business Today",
                            "title": "Another COVID-like pandemic could occur in the next 10 years: Report",
                            "image": "https://akm-img-a-in.tosshub.com/businesstoday/images/story/202304/corona-centre_1200-sixteen_nine.jpg",
                            "time": "2023-04-14T12:47:25+05:30",
                            "type": 1,
                            "summary": "Even as countries, in bits and parts, are fighting rising cases of COVID, a report states that a similar pandemic is likely in the next decade. This report comes as India is witnessing gradually increasing cases of COVID for the past few days. India recorded over 11,000 new cases on Thursday.According to a report in Bloomberg that cited predictive health analytics firm Airfinity Ltd, there is a 27.5 per cent chance of a deadly pandemic like COVID-19 occurring in the next decade. This is likely to happen as viruses are emerging more frequently.It is believed that the pandemic would be aided by climate change, growth in international travel, increasing population, as well as threat posed by zoonotic diseases. Apart from the swine flu pandemic in 2009, the world already saw three coronaviruses that caused SARS, MERS and COVID-19.The Airfinity report, however, also stated that if effective vaccines are rolled out 100 days after the discovery of a pathogen, then the likelihood of a deadly pandemic drops to 8.1 per cent. Some high-risk pathogens such as MERS and Zika still don’t have approved vaccines or treatments.In a worst-case scenario, the firm stated, a bird flu type virus could mutate to allow human-to-human transmission and kill as many as 15,000 people in the UK in a day. The fast spread of H5N1 bird flu strain is also stoking concerns.The firm also believes that existing surveillance policies are unlikely to detect a new pandemic in a timely manner.Also read: COVID-19 surge: What you need to know about 'Arcturus' subvariant that has this new symptomAlso WATCH: SS Rajamouli, SRK among TIME's 100 Most Influential; what Alia Bhatt, Deepika Padukone wrote about themAlso read: Huge jump in COVID-19 cases! Over 11,000 infections reported in last 24 hoursAlso WATCH: Aria becomes 2nd K-pop idol from India; check age, group, debut performance video, and more"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiemh0dHBzOi8vd3d3LmluZGlhdG9kYXkuaW4vc2NpZW5jZS9zdG9yeS9wYW5kZW1pYy1hcy1kZWFkbHktYXMtY292aWQtY291bGQtaGl0LXRoZS13b3JsZC13aXRoaW4tMTAteWVhcnMtMjM1OTk0MC0yMDIzLTA0LTE00gF-aHR0cHM6Ly93d3cuaW5kaWF0b2RheS5pbi9hbXAvc2NpZW5jZS9zdG9yeS9wYW5kZW1pYy1hcy1kZWFkbHktYXMtY292aWQtY291bGQtaGl0LXRoZS13b3JsZC13aXRoaW4tMTAteWVhcnMtMjM1OTk0MC0yMDIzLTA0LTE0?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "Pandemic as deadly as Covid could hit the world within 10 years",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/covid_24-sixteen_nine.jpg?VersionId=MyyM4v5zjeSFRxjRTpD6Sbj8ssl_idO2",
                            "time": null,
                            "type": 1,
                            "summary": "By India Today Science Desk: A new risk modelling developed by a predictive health analytics firm indicates that there is a high chance of another Covid-like pandemic hitting the world within a decade.The model estimated that there is a 27.5 per cent chance of the emergence of another pandemic in the next ten years, and outlined the likelihood of future such events under varying degrees of severity. The firm cited not just viruses, but also climate change, and zoonotic diseases behind its prediction.advertisementThe firm tracks, predicts and simulates population-level disease outcomes in real-time to inform decisions that can increase the global life span, as per a description on its website. There is an uptick in Covid-19 cases in some parts of the world. (Photo: AP)This new risk assessment outlines the likelihood of future pandemics under varying degrees of severity. It shows that in a worst-case scenario, an avian flu type mutation that transmits from human to human could kill as many as 15.000 in a single day in the UK., Airfinity said in a release.However, it also noted that the risk could be significantly reduced from over 27 per cent to just about eight percent with a fast vaccine roll-out, strong delivery infrastructures, and other pandemic preparedness strategies.Also Read | AI enhances first-ever image of black hole: It looks like a skinny...Our modelling shows that the risk of a pandemic as deadly as COVID-19 in the next ten years is 71% less with these countermeasures in place, Airfinity added. It noted that if an effective vaccine is rolled out just within 100 days of the discovery of a new pathogen, the chances of it becoming a pandemic as deadly a Covid in the next decade drops from 27.5% to 8.1%. The firm cited not just viruses, but also climate change behind the prediction. (Photo: PTI)The prediction took into account the lack of vaccines for high-risk pathogens including Zika, MERS, and Marburg virus.High-risk pathogens including Zika, MERS and Marburg virus don’t have approved vaccines or treatments, and existing surveillance policies are unlikely to detect a new pandemic before it is too late. This highlights the urgent need for new and data-driven pandemic preparedness measures, Airfinity said.A robust pandemic preparedness system is the world’s insurance against a Covid-19-like pandemic or something even worse, Rasmus Bech Hansen, Airfinity’s CEO, and co-founder, said in a statement.Also Read | First death from H3N8 confirmed in China: All you need to know about this deadly virus"
                        }
                    ]
                },
                {
                    "title": "5 easy tips from celebrity nutritionists to improve your health ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMirQFodHRwczovL20udGltZXNvZmluZGlhLmNvbS9saWZlLXN0eWxlL2Jvb2tzL2ZlYXR1cmVzL25hdGlvbmFsLXN0cmVzcy1hd2FyZW5lc3MtbW9udGgtNS1lYXN5LXRpcHMtZnJvbS1jZWxlYnJpdHktbnV0cml0aW9uaXN0cy10by1pbXByb3ZlLXlvdXItaGVhbHRoL2FydGljbGVzaG93Lzk5NDg2NDU1LmNtc9IBsQFodHRwczovL20udGltZXNvZmluZGlhLmNvbS9saWZlLXN0eWxlL2Jvb2tzL2ZlYXR1cmVzL25hdGlvbmFsLXN0cmVzcy1hd2FyZW5lc3MtbW9udGgtNS1lYXN5LXRpcHMtZnJvbS1jZWxlYnJpdHktbnV0cml0aW9uaXN0cy10by1pbXByb3ZlLXlvdXItaGVhbHRoL2FtcF9hcnRpY2xlc2hvdy85OTQ4NjQ1NS5jbXM?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "5 easy tips from celebrity nutritionists to improve your health",
                            "image": "https://static.toiimg.com/thumb/msid-99486505,width-1070,height-580,overlay-toi_sw,pt-32,y_pad-40,resizemode-75,imgsize-133510/99486505.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "Read AlsoRead AlsoApril is observed as the National Stress Awareness Month, in order to bring attention to the ill effects of high-stress on one's health. To lead a healthy lifestyle, one should stay active, eat a balanced diet, and also manage one's stress levels. Here we list down five easy tips shared by celebrity nutritionists Rujuta Diwekar, Dr. Dimple Jain and Vijayta Saran in their podcasts 'Indian Food Wisdom' and 'Superfoods ke Super Rahasya' on Audible to stay healthy.1. Optimize your nutrition with thoughtful food combinations and nutrient balances“If you eat food that appeals to your taste buds and look after all of those six different tastes and eat food in quantities that keep all of your taste buds interesting, food really does turn into medicine. Rasa or the sense of food forms the Ojas (sense of food) and Tejas (intelligence of the mind and body). We think of dal as protein, roti as carbohydrate, and ghee as fat because we learned this concept in school. When we learn the food pyramid we learn to categorize everything that we eat as a carbohydrate, protein, or fat. Our poha, upma, idli, dosa, chapati, rice is much more than carbs, it’s amino acids, minerals, fat, fibre, vitamins and many undiscovered phyto nutrients. Our food combinations make up for each other’s missing factors. When you eat Dal with the rice, or the roti with your sabzi (vegetables) you work at getting the complete amino acid profile and make the proteins accessible to your body, says Rujuta Diwekar in her eight-episode podcast titled ‘Indian Food Wisdom’.2. Eat local, think global“The fewer the food miles, the smaller the size of your dress. When food comes from far, there is more preservatives than the amount of nutrients in it. This leads to a dull digestion and makes your overweight. Food that grows in soil next to you is much richer in nutrients that you need to fight all the environmental challenges and it improves your immune system. You get the local food only when it's in season, for example, the mangoes in summer- just the right time when you need it. The carotenes in the mango help you prevent sun damage, the sweet taste will help you improve an otherwise dull appetite and the fibre helps prevent constipation. Nature is really so kind that she will provide the most effective and nurturing therapy in the form of food, elaborates Rujuta as she advices listeners to incorporate local and seasonal fruits and vegetables in their diets.3. Embrace the nutritional power of ghee for optimal health“Our yogic philosophy thinks of our body as the Anamaya Kosha, so Anna is food and Maya is what it appears to be. You could think of it as the food body. Whatever goes into our body, is what everything depends on. Take one spoonful of cow ghee every day - it can reduce every one of these things, cholesterol can be reduced, triglycerides, LDL can be reduced and HDL can be decreased. Ghee is rich in anti-viral and anti-bacterial properties. It is saturated fat, yes, but it is a very unique kind of saturated fat. This kind of fat helps you protect all of your tissues and protect your immune system,” Rujuta says in her podcast.4. Harness the power of ragi- the ultimate superfood!“Ragi is a superfood. It is very reasonably priced and therefore, can be consumed by everyone. Additionally, it is available across the country and the world, says Dr Dimple Jain in her podacast ‘Superfoods ke Super Rahasya’. According to Dr. Dimple Jain, ragi has the highest amount of nutrients and protein, and minerals compared to any other millet family. Nowadays, people are troubled because gluten and gluten intolerances cause bloating, indigestion, pain in the abdomen, etc. But ragi is gluten-free and consuming it helps mitigate health issues related to gluten. Haemoglobin is beneficial to maintain haemoglobin levels in one’s body. In fact, due to a drop in haemoglobin levels many women suffer from gynecological disorders, skin problems, and hairfall issues. Therefore, women must incorporate ragi in their diets since it is the main source of amino acids, she further says.5. Boost your health with mighty moringa!Dr. Dimple says, “Some vegetables and fruits are packed with high nutritional value and therefore, referring to them as superfoods wouldn’t be wrong. 100 grams of Moringa consists of more than 8 grams of protein, over 400 mg of potassium, approximately 450 grams of calcium, nearly 107 mg of Vitamin C and 730 g of Vitamin A. A single tree of moringa has 92 nutrients and 46 antioxidants which are essential for optimal brain function. Overall, moringa is a powerhouse of protein and helps in improving the memory of kids."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMibmh0dHBzOi8vZG9jdG9yLm5kdHYuY29tL2xpdmluZy1oZWFsdGh5L2JyYWluLXRoZXNlLWV2ZXJ5ZGF5LWhhYml0cy1tYXktYmUtd29yc2VuaW5nLXlvdXItbWVudGFsLWhlYWx0aC0zOTQ4MzE50gF0aHR0cHM6Ly9kb2N0b3IubmR0di5jb20vbGl2aW5nLWhlYWx0aHkvYnJhaW4tdGhlc2UtZXZlcnlkYXktaGFiaXRzLW1heS1iZS13b3JzZW5pbmcteW91ci1tZW50YWwtaGVhbHRoLTM5NDgzMTkvYW1wLzE?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV Doctor",
                            "title": "Brain: These Everyday Habits May Be Worsening Your Mental Health",
                            "image": "https://i.ndtvimg.com/i/2015-10/lady-using-phone-pexels-story_635x476_81445253381.jpg",
                            "time": null,
                            "type": 1,
                            "summary": ""
                        },
                        {
                            "url": "https://news.google.com/articles/CBMigAFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vbGlmZXN0eWxlL2hlYWx0aC9nZXQtcmlkLW9mLXRoZXNlLTUtZXZlcnlkYXktaGFiaXRzLXRoYXQtYXJlLW1ha2luZy15b3Utc2ljay0xMDE2ODEyNzcyMDQ5NTAuaHRtbNIBhAFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vbGlmZXN0eWxlL2hlYWx0aC9nZXQtcmlkLW9mLXRoZXNlLTUtZXZlcnlkYXktaGFiaXRzLXRoYXQtYXJlLW1ha2luZy15b3Utc2ljay0xMDE2ODEyNzcyMDQ5NTAtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Get rid of these 5 everyday habits that are making you sick",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/12/1600x900/multi-tasking_1681277742447_1681277760836_1681277760836.jpg",
                            "time": "2023-04-12T11:10:37+05:30",
                            "type": 1,
                            "summary": "Our overall health is the sum total of many habits that we form over months and years. What we eat, how we sleep, move our body and manage our stress can have long-term implications on our well-being. There are certain habits that might be ruining our health over the years without us realising their negative effect on our physical and mental health. Not being mindful of what we are snacking on can load the body with excess sugar and fat which could go on to develop as obesity which may further lead to several chronic diseases from diabetes, blood pressure to heart illnesses. Similarly, sleeping late at night can disturb our circadian rhythm and worsen metabolism, digestion and alertness levels which can affect our daily productivity. (Also read: 5 rules to eat mangoes to prevent blood sugar spikes in people with diabetes) Being mindful about inculcating positive habits can go a long way in building a healthy life for future. (Freepik)Being mindful about inculcating positive habits can go a long way in building a healthy life for future. Most importantly, one should listen to their body and mind before doing anything be it eating or exercising. Over-exerting your body by working out excessively for instance can do more harm than good. Eating without appetite can upset your digestive health.Ayurveda expert Dr Dixa Bhavsar Savaliya talks about habits that you need to get rid of in order to be healthy.1. Eating without hungerEating your food at a fixed time is a good thing but there are times when we aren't able to digest our food well and piling up on more food in that case can distress your digestive system further and must be avoided.Hunger is a sign that your previous meal is digested well. When you eat without appetite- you're over burdening your liver. The best rule you need to follow is to eat only when you are hungry. Avoiding eating when you are hungry and eating without hunger can disturb your gut and reduce your metabolism, says Dr Savaliya.2. Going to bed lateMany of us end our day quite late and go to bed past midnight trying to unwind, looking at our smartphone screens. It is one of the most toxic everyday habits one can have and can play havoc with your digestive health and nutrition absorption process. Instead of staying late at night, one can use the early morning time for self-care and rejuvenation, which will also work wonders for your overall health.Best time to sleep is by 10 pm. 10 pm until 2 am is pitta dominant time means your metabolism is at its peak. If you stop eating at 7-7:30 pm and sleep early, it allows your digestive fire to digest everything you've eaten throughout the day and facilitates optimum liver detox which helps you maintain your weight, sugar levels, energy and most importantly your body's capacity to absorb nutrition from the food you eat, says Dr Savaliya.The Ayurveda expert warns that sleeping post-midnight deteriorates the quality of your sleep and also disturbs your circadian rhythm giving rise to mental issues, vitamin deficiencies, poor gut health, etc.3. Eating post 9 pmThis is something majority of us do and this may be at the root of all our health troubles. Eating late at night can actually affect your metabolism negatively and in long run one may invite chronic diseases like diabetes and high cholesterol. Eating early on the other hand can reverse many of these lifestyle diseases and lead you towards better health.It's best to have dinner before sunset or within one hour of sunset or maximum by 8 pm. Late dinners probably post 9 pm can disturb your metabolism, liver detox and even you sleep. It can lead to diabetes, cholesterol, obesity, heart issues over a period of time, says Dr Savaliya.4. Multi-taskingWe all are guilty of multi-tasking at some point or the other. Some do it more than others and are thus at increased risk of health issues. Your mental health can especially get affected when you are trying to get too many things done at the same time. The increased stress level due to doing multiple things together can increase risk of auto-immune and lifestyle illnesses.Multi-tasking increases excess cortisol (stress hormone) in the body which makes you more prone to auto-immune and lifestyle disorders. Doing one thing at a time mindfully improves your working efficacy, reduces stress and also makes you feel more content and peaceful at the end of day, says the expert.5. Over-exercisingIt's true that one needs to be healthy and fit in order to feel energetic and maintain overall health. But it doesn't mean that we do not listen to our body signals and exhaust ourselves. Optimum exercising is the way to go.Exercising more than one's capacity can exhaust you, lead to bleeding disorders, dyspnoea, cough, fever, excessive thirst and even vomiting. Maximum exercise can be done in cold season until one’s half strength. This is indicated by sweating on forehead, palms and thighs. If we over-indulge in exercise beyond our body’s capacity without taking nutritious diet, it can lead to severe Vata aggravation, tissue loss and poor agni. So, moderation is the key, advises Dr Savaliya.Getting rid of these five habits and the basics right can lead to dramatic improvement in your overall health.Follow more stories on Facebook & Twitter"
                        }
                    ]
                }
            ]
        }   ],
    "status": "ok",
    "totalResults": 66
}