{
    "result": [
        {
            "category": "International",
            "news": [
                {
                    "title": "7.0-magnitude earthquake hits Indonesia ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMidmh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS93b3JsZC1uZXdzLzcwbWFnbml0dWRlLWVhcnRocXVha2UtaGl0cy1pbmRvbmVzaWEtdHN1bmFtaS1ydWxlZC1vdXQtMTAxNjgxNDY4MjQzMDk3Lmh0bWzSAXpodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vd29ybGQtbmV3cy83MG1hZ25pdHVkZS1lYXJ0aHF1YWtlLWhpdHMtaW5kb25lc2lhLXRzdW5hbWktcnVsZWQtb3V0LTEwMTY4MTQ2ODI0MzA5Ny1hbXAuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "7.0-magnitude earthquake hits Indonesia",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/14/1600x900/indonesia_java_earthquake_1681468660256_1681468660450_1681468660450.jpg",
                            "time": "2023-04-14T16:09:54+05:30",
                            "type": 0,
                            "summary": "An earthquake of magnitude 7.0 struck the north coast of Java in Indonesia Friday, according to the United States Geological Survey. The earthquake was recorded in the sea 96 km north of Tuban around 3:25pm IST. The earthquake tremors were felt around 2.19am on Wednesday. (Representative Image)Indonesia's geological agency has ruled out a tsunami after the epicentre was detected to be at a depth of 594 km.The quake was strongly felt in Surabaya, Tuban, Denpasar, and Semarang, reported Reuters quoting a spokesperson for Indonesia's Disaster Agency.There is no damage reported so far because the quake is very deep, Muhari said. I don't think there will damages but we are still monitoring.The European-Mediterranean Seismological Centre (EMSC) put the magnitude at 6.5 with a depth of 592 km (368 miles).(With inputs from agencies)SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMid2h0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9uZXdzL2VhcnRocXVha2UtdG9kYXktNy0wLW1hZ25pdHVkZS1lYXJ0aHF1YWtlLXNoYWtlcy1pbmRvbmVzaWFzLWJhbGktamF2YS0xMTY4MTQ3MDY4MjM0MS5odG1s0gF7aHR0cHM6Ly93d3cubGl2ZW1pbnQuY29tL25ld3MvZWFydGhxdWFrZS10b2RheS03LTAtbWFnbml0dWRlLWVhcnRocXVha2Utc2hha2VzLWluZG9uZXNpYXMtYmFsaS1qYXZhL2FtcC0xMTY4MTQ3MDY4MjM0MS5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Mint",
                            "title": "Earthquake today: 7.0 magnitude earthquake shakes Indonesia's Bali, Java",
                            "image": "https://www.livemint.com/lm-img/img/2023/04/14/600x338/earthquake-tsunami_1653633400672_1681471107930_1681471107930.jpg",
                            "time": "2023-04-14T16:49:33+05:30",
                            "type": 1,
                            "summary": "A strong earthquake shook parts of Indonesia’s main island of Java and tourist island of Bali on Friday, causing panic but there were no immediate reports of serious damage or casualties.The U.S. Geological Survey said the magnitude 7.0 quake was centered 96.5 kilometers (59.8 miles) north of Tuban, a coastal city in East Java province, at a depth of 594 kilometers (369 miles).Indonesia’s Meteorology, Climatology and Geophysical Agency said there was no danger of a tsunami but warned of possible aftershocks. The agency put a preliminary magnitude at 6.6. Variations in early measurements are common.Videos circulating on social media showed local residents and tourists in the neighboring provinces of Central Java, Yogyakarta and Bali panicking as houses and buildings swayed for several seconds. Some places ordered evacuations, sending streams of people into the streets.The country of more than 270 million people is frequently struck by earthquakes, volcanic eruptions and tsunamis because of its location on the arc of volcanoes and fault lines in the Pacific Basin known as the “Ring of Fire.In 2004, an extremely powerful Indian Ocean quake set off a tsunami that killed more than 230,000 people in a dozen countries, most of them in Indonesia’s Aceh province."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMid2h0dHBzOi8vbS50aW1lc29maW5kaWEuY29tL3dvcmxkL3Jlc3Qtb2Ytd29ybGQvbWFnbml0dWRlLTYtNi1lYXJ0aHF1YWtlLXN0cmlrZXMtamF2YS1pbmRvbmVzaWEvYXJ0aWNsZXNob3cvOTk0OTEwMTIuY21z0gF7aHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vd29ybGQvcmVzdC1vZi13b3JsZC9tYWduaXR1ZGUtNi02LWVhcnRocXVha2Utc3RyaWtlcy1qYXZhLWluZG9uZXNpYS9hbXBfYXJ0aWNsZXNob3cvOTk0OTEwMTIuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "Indonesia Earthquake: Magnitude 6.6 earthquake strikes Java, Indonesia",
                            "image": "https://static.toiimg.com/thumb/msid-99491001,width-1070,height-580,imgsize-47504,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "A 7.0-magnitude earthquake was recorded in the sea north of the Indonesian island of Java , the US Geological Survey (USGS) said on Friday.The strong quake struck at 4:55 pm local time (0955 GMT), the UGSS said, with Indonesia 's geological agency ruling out a tsunami after the epicentre was detected to be at a depth of 594 kilometres (370 miles)."
                        }
                    ]
                },
                {
                    "title": "18,000 Cattle Killed In \"Horrific\" Explosion, Fire In Texas ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMid2h0dHBzOi8vd3d3Lm5kdHYuY29tL3dvcmxkLW5ld3MvdGV4YXMtZmlyZS1hdC1sZWFzdC0xOC0wMDAtY2F0dGxlLWtpbGxlZC1hZnRlci1ob3JyaWZpYy1leHBsb3Npb24tZmlyZS1pbi10ZXhhcy0zOTQ3NjI40gF9aHR0cHM6Ly93d3cubmR0di5jb20vd29ybGQtbmV3cy90ZXhhcy1maXJlLWF0LWxlYXN0LTE4LTAwMC1jYXR0bGUta2lsbGVkLWFmdGVyLWhvcnJpZmljLWV4cGxvc2lvbi1maXJlLWluLXRleGFzLTM5NDc2MjgvYW1wLzE?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "18,000 Cattle Killed In \"Horrific\" Explosion, Fire In Texas",
                            "image": "https://c.ndtvimg.com/2023-04/ne813ugo_texas-dairy-explosion-afp_625x300_14_April_23.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "The cause of the explosion and fire were not immediately clear.A horrific explosion and fire at a dairy farm in the southern US state of Texas killed about 18,000 head of cattle and injured one agricultural worker, authorities said on Thursday.This was the deadliest barn fire for cattle in Texas history and the investigation and cleanup may take some time, Texas Agriculture Commissioner Sid Miller said in a statement.The explosion and fire ripped through the Southfork Dairy Farms near the town of Dimmitt in the Texas Panhandle on Monday night.Firefighters and police rushed to the scene and determined that one person was trapped inside, the Castro County Sheriff's Office said on Facebook. The person was rescued and flown to a hospital in Lubbock, it said.The cause of the explosion and fire were not immediately clear, said Miller, who described it as a horrific event.Once we know the cause and the facts surrounding this tragedy, we will make sure the public is fully informed -- so tragedies like this can be avoided in the future, he said.Castro County Sheriff Sal Rivera told the CBS affiliate in Amarillo that a system to remove manure from the barns may have gotten overheated.He said methane may have ignited and then spread out with the explosion and the fire, adding that a probe would have to determine the precise cause.Farms must do more to protect animals by adopting commonsense fire safety measures, tweeted the Animal Welfare Institute, one of the oldest animal welfare charities in the United States, referring to the Texas tragedy.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimAFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vd29ybGQtbmV3cy90ZXhhcy1mYXJtLWZpcmUtb3Zlci0xOC0wMDAtY293cy1kaWUtaW4tZXhwbG9zaW9uLWF0LXRleGFzLWZhcm0tZGVhZGxpZXN0LWJhcm4tZmlyZS1pbi11cy0xMDE2ODE0NTAxNTQzNjUuaHRtbNIBnAFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vd29ybGQtbmV3cy90ZXhhcy1mYXJtLWZpcmUtb3Zlci0xOC0wMDAtY293cy1kaWUtaW4tZXhwbG9zaW9uLWF0LXRleGFzLWZhcm0tZGVhZGxpZXN0LWJhcm4tZmlyZS1pbi11cy0xMDE2ODE0NTAxNTQzNjUtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Over 18,000 cows die in explosion at Texas farm: Deadliest barn fire in US",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/14/1600x900/TEXAS-CATTLE--1_1681451756270_1681451756270_1681451806691_1681451806691.JPG",
                            "time": "2023-04-14T11:36:03+05:30",
                            "type": 1,
                            "summary": "More than 18,000 cows died in an explosion which was followed by a fire at a family dairy farm in Texas, news agency Reuters reported. The cause of the fire was not known, officials said as firefighters rescued one employee from the farm. The incident took place South Fork Dairy near Dimmitt, according to the Castro County Sheriff's Office. Texas Farm Fire: Smoke rises at the Southfork Dairy Farms, after an explosion and a fire killed around 18,000 cows, near Dimmitt, Texas.(Reuters)The farm is based in one of the state's biggest milk production counties, Reuters reported. Following the blaze, Animal Welfare Institute which is one of the oldest US animal protection groups called for federal laws and intervention to prevent barn fires.Read more: Biggest cyclone in decade hits Australia with record wind speeds: Top updatesThis would be the most deadly fire involving cattle in the past decade, since we started tracking that in 2013, spokesperson Marjorie Fishman said.Currently, there are no federal regulations protecting animals from the fires, A few US states have adopted individual protection code. Texas is not among them.Around 6.5 million farm animals have died in such fires in the past ten years, Reuters reported.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMifWh0dHBzOi8vd3d3LnVzYXRvZGF5LmNvbS9zdG9yeS9uZXdzL25hdGlvbi8yMDIzLzA0LzEzLzE4LTAwMC1jb3dzLWtpbGxlZC1kYWlyeS1mYXJtLWZpcmUtZGltbWl0dC10ZXhhcy13aGF0LWtub3cvMTE2NTEyMDcwMDIv0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "USA TODAY",
                            "title": "18,000 cows killed in explosion, fire at Texas dairy farm may be largest cattle killing ever",
                            "image": "https://www.gannett-cdn.com/presto/2023/04/11/NAGN/fcdfccb5-cbc5-454e-909e-fc7fa382e0e3-dairyexplosion.jpg?crop=719,405,x0,y276&width=719&height=405&format=pjpg&auto=webp",
                            "time": null,
                            "type": 1,
                            "summary": "Corrections & clarifications: A previous version of this story miscalculated the number of head of cattle slaughtered each day in the U.S.The fire spread quickly through the holding pens, where thousands of dairy cows crowded together waiting to be milked, trapped in deadly confines.After subduing the fire at the west Texas dairy farm Monday evening, officials were stunned at the scale of livestock death left behind: 18,000 head of cattle perished in the fire at the South Fork Dairy farm near Dimmitt, Texas – or about 20% of the cattle slaughtered in America on any given day.A dairy farm worker rescued from inside the structure was taken to a hospital and was in critical but stable condition as of Tuesday. There were no other human casualties.Special report:'We don’t seem to learn': The West, Texas, fertilizer plant explosion, 10 years laterIt's mind-boggling, Dimmitt Mayor Roger Malone said. I don’t think it's ever happened before around here. It's a real tragedy.It was the biggest single-incident death of cattle in the country since the Animal Welfare Institute, a Washington-based animal advocacy group, began tracking barn and farm fires in 2013.That easily surpassed the previous high: a 2020 fire at an upstate New York dairy farm that consumed about 400 cows, said Allie Granger, a policy associate at the institute.The Texas fire is the deadliest fire involving cattle we know of, she said. In the past, we have seen fires involving several hundred cows at a time, but nothing anything near this level of mortality.Where was the Texas cattle fire?Castro County, sire of the fire, is open prairie land dotted with dairy farms and cattle ranches about 70 miles southwest of Amarillo.Pictures posted on social media by bystanders showed the large plume of black smoke lifting from the farm fire, as well as charred cows that were saved from the structure.What caused the dairy farm explosion?A malfunction in a piece of farm equipment may have caused an explosion that led to the fire, said County Judge Mandy Gfeller, the county's top executive. Texas fire officials are still investigating the cause, she said.Malone, the mayor, said he wasn't aware of any other fires reported at the facility. He said the dairy had opened in the area just over three years ago and employed 50 to 60 people.The owners of South Fork Dairy couldn't be reached for comment.How many cows were killed in the dairy fire?Most of the perished animals – a mix of Holstein and Jersey cows – were in a large holding pen before being milked, she said. The 18,000 cows represented about 90% of the farm's total herd.With each cow valued roughly at about $2,000, the company's losses in livestock could stretch into the tens of millions of dollars, Gfeller said. That doesn't include equipment and structure loss.You're looking at a devastating loss, she said. My heart goes out to each person involved in that operation.How did the Texas dairy compare with the rest of the country?Texas ranks fourth nationally in milk production, home to 319 Grade A dairies with an estimated 625,000 cows producing almost 16.5 billion pounds of milk a year, according to the Texas Association of Dairymen, a trade group.And Castro County is the second-highest-producing county in Texas, with 15 dairies yielding 148 million pounds of milk a month, according to the U.S. Department of Agriculture.Even by Texas standards, South Fork Dairy was a behemoth. Its 18,000 cattle made it nearly 10 times larger than the average dairy herd in Texas.It's not the first time large numbers of Texas cattle have died, but rarely do so many perish from a single fire. A blizzard in December 2015 killed off about 20,000 cattle across the Texas Panhandle, according to the Texas Association of Dairymen.And Hurricane Harvey in 2017 drowned thousands more in Southeast Texas, which led to $93 million in livestock losses across the state, according to Texas A&M AgriLife Extension Service.What happens next?State and dairy officials are turning to the massive, messy task of cleaning up 18,000 charred carcasses. On its website, the Texas Commission on Environmental Quality lists several rules for onsite burial of carcasses, including burying the animal at least 50 feet from the nearest well and recording GPS coordinates of the site. Nowhere does it mention mass graves, however.The environmental quality commission and the AgriLife Extension Service are teaming up to assist in the cleanup, officials said.Malone, Dimmitt's mayor, said he has taken emergency management courses that teach how to dispose of animal carcasses after a disaster – but not at this scale.How do you dispose of 18,000 carcasses? he said. That's something you just don’t run into very much.Follow Jervis on Twitter: @MrRJervis."
                        }
                    ]
                }
            ]
        }
    ],
    "status": "ok",
    "totalResults": 66
}