{
    "result": [
        {
            "category": "Local",
            "news": [
                {
                    "title": "After Stomping Out Of BJP, Karnataka Politician To Join Congress ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMijgFodHRwczovL3d3dy5uZHR2LmNvbS9rYXJuYXRha2EtbmV3cy9rYXJuYXRha2EtcG9sbHMtYmpwLWNvbmdyZXNzLWFmdGVyLXN0b21waW5nLW91dC1vZi1ianAta2FybmF0YWthLXBvbGl0aWNpYW4tbWVldHMtY29uZ3Jlc3MtbGVhZGVycy0zOTQ3NjE00gGUAWh0dHBzOi8vd3d3Lm5kdHYuY29tL2thcm5hdGFrYS1uZXdzL2thcm5hdGFrYS1wb2xscy1ianAtY29uZ3Jlc3MtYWZ0ZXItc3RvbXBpbmctb3V0LW9mLWJqcC1rYXJuYXRha2EtcG9saXRpY2lhbi1tZWV0cy1jb25ncmVzcy1sZWFkZXJzLTM5NDc2MTQvYW1wLzE?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "After Stomping Out Of BJP, Karnataka Politician Joins Congress",
                            "image": "https://c.ndtvimg.com/2023-04/k4jt1so_laxman-savadi_625x300_14_April_23.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "Laxman Savadi met with state Congress chief DK Shivakumar and former CM Siddaramaiah today.Days after the BJP dropped him as a candidate in Karnataka, a senior leader today decided to join the Congress after meeting with leaders who said it was their duty to take such great leaders on board.Former Karnataka Deputy Chief Minister Laxman Savadi met with state Congress chief DK Shivakumar and former Chief Minister Siddaramaiah in Bengaluru this morning and hours later, he was in the party.Laxman Savadi quit the BJP on Wednesday, a day after the ruling party announced its first lot of candidates for the May 10 Karnataka election.Mr Savadi will be the Congress candidate from Athani, the constituency where the BJP chose Mahesh Kumathahalli. In the 2018 election, Mahesh Kumathahalli was the Congress candidate when Mr Savadi lost to him.He (Savadi) feels that he has been humiliated. It is our duty to take such great leaders into the Congress party. There are more than nine or 10 sitting MLAs who want to join us but we don't have space to accommodate them, Mr Shivakumar said.Mr Savadi is a powerful Lingayat leader and a loyalist of former Chief Minister BS Yediyurappa.The 63-year-old three-time MLA declared on Wednesday that he had made a strong decision and had started working on it, without revealing whether he was in talks with the Congress.I have made my decision. I am not one to go around with a begging bowl. I am a self-respecting politician. I am not acting under anyone's influence, Mr Savadi told reporters.Chief Minister Basavaraj Bommai said he was saddened by Mr Savadi's decision. ...I'm feeling very sad, we shared a close bond. Sometimes such political situations arise. He might have found his political future in the Congress. We will do our job in our party, Mr Bommai said.A year later, when mass defections from the Congress-Janata Dal Secular government enabled a BJP coup, he was rewarded for his role with the Deputy Chief Minister's post, despite a huge controversy in 2012 after he was caught watching porn in the assembly.Mahesh Kumathahalli was among these defectors.In the 2018 polls, the BJP emerged as the largest single party, winning 104 seats, with the Congress and then ally Janata Dal (Secular) winning 80 and 37 seats.The counting of votes for the 224-seat Karnataka assembly will be held on May 13."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMikwFodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL2thcm5hdGFrYS1lbGVjdGlvbi1tYWRlLWEtbWlzdGFrZS1ianAtYWZ0ZXIta2FybmF0YWthLWV4LWRlcHV0eS1jaGllZi1taW5pc3Rlci1sYXhtYW4tc2F2YWRpLWpvaW5zLWNvbmdyZXNzLTM5NDgyMTTSAZkBaHR0cHM6Ly93d3cubmR0di5jb20vaW5kaWEtbmV3cy9rYXJuYXRha2EtZWxlY3Rpb24tbWFkZS1hLW1pc3Rha2UtYmpwLWFmdGVyLWthcm5hdGFrYS1leC1kZXB1dHktY2hpZWYtbWluaXN0ZXItbGF4bWFuLXNhdmFkaS1qb2lucy1jb25ncmVzcy0zOTQ4MjE0L2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "\"Made A Mistake\": BJP After Karnataka Ex Deputy Chief Minister Joins Congress",
                            "image": "https://c.ndtvimg.com/2023-04/glr2b8s8_laxman-savadikarnataka-bjp_625x300_12_April_23.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Laxman Savadi, on April 12, resigned as a Legislative Council member.After former Karnataka deputy chief minister Laxman Savadi decided to join the Congress today, BJP Karnataka in-charge Arun Singh said that the former has made a big mistake and will regret it later.While talking to ANI, Mr Singh said, Even after losing the election, BJP made him deputy CM and then MLC, even after that, he is going to a party (Congress) with such quarrels where the leaders are divided into two groups. He has made a big mistake and will regret it later.Mr Savadi has decided to join the Congress, and informed the party's state president DK Shivakumar on Friday.He met the Congress's state president Mr Shivakumar and the Leader of Opposition in the Assembly Siddaramaiah at the latter's residence in Bengaluru today.Mr Shivakumar said a press conference will be held later today where Mr Savadi will make his political switch official.We are welcoming Lakshman Savadi to the party at 4 pm. He will also address the press there. He has decided to join us, Mr Shivakumar told reporters on Friday.Mr Savadi, on April 12, resigned as a Legislative Council member and from the primary membership of the BJP after missing out on a ticket to seek a fresh mandate from his Assembly constituency, Athani.Former CM Siddramaiah said, Savadi is joining the Congress. The BJP shouldn't have treated him like this. His only condition is that he should be treated properly. It's confirmed a hundred per cent that he will get a ticket to contest the Athani seat. I hope he wins his Assembly seat.Meanwhile, former MLC and Congress leader Raghu Achar joined former ally JD(S) on Friday in the presence of party chief HD Deve Gowda and former CM HD Kumaraswamy.Earlier, on Tuesday, the incumbent BJP announced its first list of 189 candidates. The list featured 52 fresh faces and 8 women.In the 2018 polls, the BJP emerged as the largest single party, winning 104 seats, with the Congress and then ally JD(S) bagging 80 and 37 seats respectively.The term of the current Karnataka Legislative Assembly will end on May 24. The counting of votes for the 224-seat Assembly will be held on May 13.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMilwFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY2l0aWVzL2JlbmdhbHVydS1uZXdzL2thcm5hdGFrYS1leC1kZXB1dHktY20tbGF4bWFuLXNhdmFkaS1qb2lucy1jb25ncmVzcy1hZnRlci1iZWluZy1kZW5pZWQtdGlja2V0LTEwMTY4MTQ1NzUxNzUyNy5odG1s0gGbAWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9jaXRpZXMvYmVuZ2FsdXJ1LW5ld3Mva2FybmF0YWthLWV4LWRlcHV0eS1jbS1sYXhtYW4tc2F2YWRpLWpvaW5zLWNvbmdyZXNzLWFmdGVyLWJlaW5nLWRlbmllZC10aWNrZXQtMTAxNjgxNDU3NTE3NTI3LWFtcC5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Karnataka ex-deputy CM Laxman Savadi joins Congress after being denied ticket",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/14/1600x900/Ex-deputy_CM_Laxman_Savadi_1681464504366_1681464504554_1681464504554.jpg",
                            "time": "2023-04-14T13:26:13+05:30",
                            "type": 1,
                            "summary": "Former Karnataka deputy chief minister Laxman Savadi on Friday joined the Congress party barely two days after resigning from the Bharatiya Janata party (BJP) after being denied a ticket in the upcoming assembly polls in the southern state. KPCC President D K Shivakumar and AICC General Secretary Randeep Singh Surjewala meet with BJP senior leader and former Deputy CM Laxman Savadi, in Bengaluru.(PTI)He had earlier held a meeting with senior Congress leaders DK Shivakumar and Siddaramaiah at the latter's residence. The upcoming assembly poll in the southern state is due to be held on May 10, for which counting will be on May 13.READ | Former deputy CM Laxman Savadi resigns from BJP after being denied ticketKPCC chief D K Shivakumar addressed the media on Friday and confirmed that Savadi has joined the grand old party. The former BJP leader was eyeing the Athani assembly constituency seat, but was passed over for sitting MLA Mahesh Kumathalli.“There is no condition. He feels that he has been humiliated. It is our duty to take such great leaders into the Congress Party. There are more than 9-10 sitting MLAs who want to join us but we don't have space to accommodate them,” D K Shivakumar said upon the former BJP leader's entry in to the Congress.READ | Karnataka polls: BJP denies ticket to seven sitting MLAs in second list; Protests continueSavadi had resigned from the BJP and as the Legislative Council member of the party on Wednesday, saying that he is a “self-respecting politician” and that he would not go around with a “begging bowl”. “I have made my decision. I am not the one who goes around with a begging bowl. I am a self-respecting politician. I am not acting under the influence of anyone,” he told reporters on Wednesday.This comes amid a brewing discontent among many party workers and leaders after the BJP left out seven sitting MLAs from its second candidates list, to “make way for fresh faces”. The party fielded 52 new names in the first list, including even those who jumped ship recently from its rivals.Apart from Savadi, six-time MLA S Angara from Sullia constituency, BJP MLC R Shankar, Mudigere BJP MLA M P Kumaraswamy and MLA Goolihatti Shekhar are some of the leaders who have quit the party on being denied tickets."
                        }
                    ]
                },
                {
                    "title": "CM Yogi's Star Value on Rise with Hit 'Mitti' Remark, Asad's Encounter. BJP Wants Multiple Poll Rallies in ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMikQFodHRwczovL3d3dy5uZXdzMTguY29tL2VsZWN0aW9ucy9oaWdoLWRlbWFuZC1mb3ItY20teW9naS10by1jYW1wYWlnbi1pbi1rYXJuYXRha2Etc3RhdGUtYmpwLXJlcXVlc3RzLXNpeC10cmlwcy1mb3ItcmFsbGllcy1yb2Fkc2hvd3MtNzU0MzU1NS5odG1s0gGVAWh0dHBzOi8vd3d3Lm5ld3MxOC5jb20vYW1wL2VsZWN0aW9ucy9oaWdoLWRlbWFuZC1mb3ItY20teW9naS10by1jYW1wYWlnbi1pbi1rYXJuYXRha2Etc3RhdGUtYmpwLXJlcXVlc3RzLXNpeC10cmlwcy1mb3ItcmFsbGllcy1yb2Fkc2hvd3MtNzU0MzU1NS5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "News18",
                            "title": "Yogi's Star Value on Rise with Hit 'Mitti' Remark, Asad's Encounter. High Demand in K'taka Rallies",
                            "image": "https://images.news18.com/ibnlive/uploads/2023/04/yogi-adityanath-168144188316x9.png",
                            "time": "2023-04-14T08:59:03+05:30",
                            "type": 0,
                            "summary": "​ There is a massive demand for Uttar Pradesh chief minister Yogi Adityanath to join the BJP’s election campaign in Karnataka for the upcoming assembly elections. The state unit wants the chief minister to be seen with different candidates at public rallies and the demand may go up now after the police encounter of Asad Ahmed and Yogi’s hit slogan of Mitti mein mila denge.News18 has learnt that the BJP state unit has requested at least six trips by Adityanath to the poll-bound state for multiple rallies and road shows. “Multiple candidates want the UP CM’s rallies in their constituencies, especially coastal Karnataka, where Hindutva is a major issue,” said a BJP leader in Bengaluru.Adityanath could, however, make around four trips from the last week of April for about a dozen rallies and road shows in the state. Sources said Adityanath will also be busy in the two-phase urban local body elections to be held in Uttar Pradesh on May 4 and 11.Sources further said the Asad Ahmed encounter case could make Adityanath a big draw, where issues like action against the Popular Front of India (PFI), have been significant in the coastal Karnataka region. Adityanath’s strict approach towards gangsters and criminals could make its way into his campaign speeches in Karnataka, which the BJP feels will have good resonance.Another BJP CM who could campaign in a big way will be Himanta Biswa Sarma. Madhya Pradesh CM Shivraj Singh Chouhan, an OBC face, will also be doing rallies in Karnataka. Adityanath has emerged to be a successful star campaigner for the BJP in other states and has been extensively used during the elections in Gujarat, Tripura, Uttarakhand and southern states too.Read all the Latest Politics News here"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiqwFodHRwczovL20udGltZXNvZmluZGlhLmNvbS9lbGVjdGlvbnMvYXNzZW1ibHktZWxlY3Rpb25zL2thcm5hdGFrYS9uZXdzL3JlYmVsbGlvbi1pbi1ianAtbWF5LWh1cnQtcGFydHlzLXByb3NwZWN0cy1pbi1zb21lLWthcm5hdGFrYS1jb25zdGl0dWVuY2llcy9hcnRpY2xlc2hvdy85OTQ3ODIwOS5jbXPSAa8BaHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vZWxlY3Rpb25zL2Fzc2VtYmx5LWVsZWN0aW9ucy9rYXJuYXRha2EvbmV3cy9yZWJlbGxpb24taW4tYmpwLW1heS1odXJ0LXBhcnR5cy1wcm9zcGVjdHMtaW4tc29tZS1rYXJuYXRha2EtY29uc3RpdHVlbmNpZXMvYW1wX2FydGljbGVzaG93Lzk5NDc4MjA5LmNtcw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "Karnataka BJP Party: Rebellion in BJP may hurt party’s prospects in some Karnataka constituencies",
                            "image": "https://static.toiimg.com/thumb/msid-99481157,width-1070,height-580,imgsize-2213652,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "02:02 Karnataka Elections 2023: Is BJP facing rebellion in the ranks?BENGALURU: Growing rebellion in BJP is threatening to hurt its poll prospects in some constituencies where it is already battling strong anti-incumbency. The saffron party is fighting rebellion in some 20-30 of the 212 assembly seats for which it has announced candidates.However, party sources say rebels may dent their prospects in only 7-8 seats — which is still crucial since BJP has never managed a simple majority (113 seats). BJP had burnt its fingers in Himachal Pradesh, where rebels contested 21 of the total 68 seats in assembly elections in November last year.While it’s not uncommon for aspirants to sulk and protest when denied tickets, it’s probably the first time that Karnataka BJP is facing such large-scale revolt.The party has denied tickets to 18 incumbent MLAs, besides two MLCs and over a dozen former MLAs who were eyeing tickets. Prominent among them are Laxman Savadi (Athani), KS Eshwarappa (Shivamogga), MP Kumaraswamy (Mudigere), SA Ravindranath (Davanagere North), R Shankar (Ranebenneur), and Nehru Olekar (Haveri).While Eshwarappa’s son may land a ticket, most of others have now threatened to switch to opposition parties or run as independents. Many are also upset because the party has accommodated almost all MLAs who switched in 2019 from Congress and JD(S) at the expense of the ‘old guard’.Whether Congress and JD(S) cash in on a possible split in votes remains to be seen, but the impact is being felt. Some rebels are openly expressing their angst against the party leadership, especially chief minister Basavaraj Bommai and ridiculing him as the next “Prime Ministerial candidate”.While many functionaries admit that new faces should replace veterans, the way seniors have been treated is what is rankling. One senior leader said there appeared to be “no proper planning” going by the way the leadership handled the situation, especially seniors like Jagadish Shettar, Savadi, Eshwarappa, or even BS Yediyurappa . “The party could have spoken to senior MLAs three or four months in advance instead of at the last minute,” a senior said. “Most of them had toiled in their segments, certain that they would get a ticket.”Bommai and Yediyurappa, who have been tasked with quelling the rebellion, put on a brave face. They claimed the initial dissidence will die down by the time nominations end. Others shrugged off the possibility of rebels denting prospects of candidates, saying “their numbers are a sign of the BJP’s popularity”.“There will always be a fight for tickets in a party like BJP, which will definitely form the government,” they said. “In BJP, organisation, cadres, people, and their aspirations are more important than candidates. There may be some loss of votes, but our official candidates will win.”"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiggFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2luZGlhLXRvZGF5LWluc2lnaHQvc3RvcnkvaG93LWJqcC1waWNrZWQtY2FuZGlkYXRlcy1mb3Ita2FybmF0YWthLXBvbGxzLWJpZy10YWtlYXdheXMtMjM1OTQ2MC0yMDIzLTA0LTEz0gGGAWh0dHBzOi8vd3d3LmluZGlhdG9kYXkuaW4vYW1wL2luZGlhLXRvZGF5LWluc2lnaHQvc3RvcnkvaG93LWJqcC1waWNrZWQtY2FuZGlkYXRlcy1mb3Ita2FybmF0YWthLXBvbGxzLWJpZy10YWtlYXdheXMtMjM1OTQ2MC0yMDIzLTA0LTEz?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "How BJP picked candidates for Karnataka polls: Big takeaways",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/the-big-story-bjp-189-candi-sixteen_nine.jpg?VersionId=wCgYKEadKs7Y96F9_GOcfDlrt6ZcW2JU",
                            "time": null,
                            "type": 1,
                            "summary": "Man-to-man marking of rival party candidates, accommodating 'outsiders', continuing with the heavy reliance on Lingayat votes and introducing many new faces-the BJP appears to have tried to cover all the bases while drafting its first list of 189 candidates for next month's elections to the 224-member Karnataka assembly. The first list of candidates, which has 52 new faces, was announced on April 11, followed by a second list of 23 candidates the next day.While the first list has some 52 candidates from the Lingayat community, the BJP has also strived to placate former chief minister B.S. Yediyurappa (BSY) by allowing his younger son B.Y. Vijayendra to inherit BSY's bastion of Shikaripura. BSY achieved this despite continuous opposition from party leaders in Karnataka. BSY is perhaps the most influential political leader from the Lingayat community, which forms roughly 17 per cent of the state electorate and dominates the politics of northern Karnataka. The outgoing assembly has 54 MLAs from the community, of whom 37 belong to the BJP.advertisementWhile replacing BSY as chief minister in 2021, the BJP had continued with a Lingayat leadership and made Basavaraj Bommai the CM. However, the party leadership came to the view that Bommai wasn't able to win over the community leaders, who continued to nurse the grudge that BSY had been removed from the top post. BJP leaders had, last September, roped BSY into the party's top decision-making body and later allowed him to lead the assembly election campaign. The BJP government faces huge anti-incumbency and allegations of corruption, and Bommai is not seen to have emerged as a strong regional leader of the party.The first list of candidates was drawn after marathon meetings of the BJP parliamentary board over four days. Consensus was achieved on fielding new faces and retiring some very senior leaders, such as former state unit chief K.S. Eshwarappa (74 years old) and former CM Jagadish Shettar (67), who are likely to be given organisational duties. Former CMs Yediyurappa and D.V. Sadananda Gowda are already exiting electoral politics.Even while the process of selecting candidates was on, sitting MLAs Halady Srinivas Shetty of Kundapura and S.A. Ravindranath of Davanagere North withdrew from the electoral fray by announcing their retirement.While some of them are dynasts, most of the 52 first-timers have been chosen from the among BJP cadre. A decision was taken to allow certain existing dynasties in the state BJP unit to continue while discouraging the emergence of new ones.Till April 9, when the BJP had shortlisted 175 candidates, consensus had eluded on whether to give tickets to dynasts (relatives of party leaders). B.Y. Vijayendra, though, had made the cut. According to party insiders, Prime Minister Narendra Modi preferred scouting for new talent than fielding the relatives of leaders. Yediyurappa insisted on a ticket being given to his son from Shikaripura-the decision was left to Modi.BJP leaders also took the PM's help to decide on the fate of the powerful Katti family from north Karnataka. Like in the case of Vijayendra, the BJP relaxed its 'no dynasty' norm here too, making Nikhil Katti, the son of deceased Hukkeri MLA Umesh Katti, has been given a ticket from his father's seat while uncle Ramesh Katti will contest from the adjacent Chikkodi-Sadalga constituency. In the 2018 assembly poll, the BJP's Annasaheb Jolle had contested from the Chikkodi-Sadalga seat and lost, but went on to win the Chikkodi Lok Sabha seat. His wife Shashikala Jolle, a minister in the outgoing state government, is continuing her electoral quest from Nippani, from where she is a two-time MLA. The BJP leadership held the view that the Katti family might draw 'sympathy' votes' in the name of Umesh Katti. The party replaced controversial environment minister Anand Prithviraj Singh with son Siddarth Singh from their bastion of Vijayanagara.advertisementThe BJP had to work hard to convince senior ministers to contest against two Congress chief ministerial aspirants-accordingly, R. Ashoka, a Vokkaliga leader, will take on D.K. Shivakumar in Kanakapura while V. Somanna, a Lingayat leader, has been fielded against Siddaramaiah from Varuna. The two BJP candidates were reluctant to give up their traditional bastions, so were allowed to contest from two seats each. Let them try and checkmate us, Shivakumar said in Bengaluru on April 12. Politics is not a football game. It's a chess game.The BJP also gave tickets to turncoats who had joined the party and ensured the fall of the H.D. Kumaraswamy-led Janata Dal (S)-Congress government in 2019, bringing BSY back in power. Prominent among them is former deputy CM Laxman Savadi. Umesh Jadhav, who had in 2019 switched from the Congress to defeat Mallikarjun Kharge in the Gulbarga Lok Sabha seat, got his son Avinash Jadhav fielded from his traditional Chincholi seat.advertisementThirteen of those who helped the BJP come to power following their defection in 2019 have got back their seats. This includes nine ministers-M.T.B. Nagaraj, S.T. Somashekar, Dr K. Sudhakar, B.A. Basavaraj, B.C. Patil, Shivaram Hebbar, K. Gopalaiah, N. Munirathna and K.C. Narayana Gowda. Others from this group are Ramesh Jarkiholi, a political heavyweight from Gokak in Belagavi and a former minister; his close associate Mahesh Kumathalli; another former minister Shrimant Patil; and Pratapgouda Patil.However, a backlash came from others who were overlooked, including Shettar and Savadi. Shettar, who has won the Hubli-Dharwad (Central) seat since 1994, didn't hide his disappointment, saying this was no way to treat a senior leader. Meanwhile, Savadi, currently a member of the legislative council, said he would quit the party. Elsewhere, in Dakshina Kannada, six-time MLA and sitting minister S. Angara, who did not get the ticket for the Sullia seat, announced he was retiring from politics and that he would not campaign for the party. Others seniors such as Sogadu Shivanna of Tumkur, and two sitting legislators, M.P. Kumaraswamy (Mudigere) and Nehru Olekar (Haveri), have announced their resignations from the party.advertisementOn April 12, the BJP's national youth wing president Tejasvi Surya said the party has ensured that more youngsters were given an opportunity, pointing to local Yuva Morcha leaders Thammesh Gowda and Dhiraj Muniraju, who got tickets from Byatarayanapura and Doddaballapura respectively.-With inputs from Ajay SukumaranSubscribe to India Today Magazine"
                        }
                    ]
                }
            ]
        }   ],
    "status": "ok",
    "totalResults": 66
}