{
    "result": [
        {
            "category": "Science",
            "news": [
                {
                    "title": "European spacecraft rockets toward Jupiter and its icy moons ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMiaWh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS90ZWNobm9sb2d5L3NjaWVuY2UvZXVyb3BlYW4tc3BhY2UtYWdlbmN5LWp1cGl0ZXItYW5kLWl0cy1tb29ucy04NTU2NjE5L9IBbmh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS90ZWNobm9sb2d5L3NjaWVuY2UvZXVyb3BlYW4tc3BhY2UtYWdlbmN5LWp1cGl0ZXItYW5kLWl0cy1tb29ucy04NTU2NjE5L2xpdGUv?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "European spacecraft rockets toward Jupiter and its icy moons",
                            "image": "https://images.indianexpress.com/2023/04/JUICE-mission-20230413.jpg",
                            "time": "2023-04-14T18:27:55+05:30",
                            "type": 0,
                            "summary": "A European spacecraft rocketed away Friday on a decadelong quest to explore Jupiter and three of its icy moons that could have buried oceans. The journey began with a morning liftoff by Europe’s Ariane rocket from French Guiana in South America.It will take the robotic explorer, dubbed Juice, eight years to reach Jupiter, where it will scope out not only the solar system’s biggest planet but also Europa, Callisto and Ganymede. The three ice-encrusted moons are believed to harbor underground oceans, where sea life could exist.Then in perhaps the most impressive feat of all, Juice will attempt to go into orbit around Ganymede: No spacecraft has ever orbited a moon other than our own. With so many moons,— at last count 95 — astronomers consider Jupiter a mini solar system of its own, with missions like Juice long overdue.“We are not going to detect life with Juice,” stressed the European Space Agency’s project scientist, Olivier Witasse.But learning more about the moons and their potential seas will bring scientists closer to answering the is-there-life-elsewhere question. “That will be really the most interesting aspect of the mission,” he said. Juice is taking a long, roundabout route to Jupiter, covering 4 billion miles (6.6 billion kilometers) It will swoop within 125 miles (200 kilometers) of Callisto and 250 miles (400 kilometers) of Europa and Ganymede, completing 35 flybys while circling Jupiter. Then it will hit the brakes to orbit Ganymede, the primary target of the 1.6 billion-euro mission (nearly $1.8 billion).Ganymede is not only the solar system’s largest moon — it surpasses Mercury — but has its own magnetic field with dazzling auroras at the poles. Even more enticing, it’s thought to have an underground ocean holding more water than Earth. Ditto for Europa and its reported geysers, and heavily cratered Callisto, a potential destination for humans given its distance from Jupiter’s debilitating radiation belts, according to Carnegie Institution’s Scott Sheppard, who’s not involved with the Juice mission.“The ocean worlds in our solar system are the most likely to have possible life, so these large moons of Jupiter are prime candidates to search,” said Sheppard, a moon hunter who’s helped discover well over 100 in the outer solar system.The spacecraft, about the size of a small bus, won’t reach Jupiter until 2031, relying on gravity-assist flybys of Earth and our moon, as well as Venus.“These things take time — and they change our world,” said the Planetary Society’s chief executive, Bill Nye. The California-based space advocacy group organized a virtual watch party for the launch.Belgium’s King Philippe and Prince Gabriel, and a pair of astronauts — France’s Thomas Pesquet and Germany’s Matthias Maurer — were among the spectators in French Guiana.AdvertisementThursday’s launch attempt was nixed by the threat of lightning. Juice — short for Jupiter Icy Moons Explorer — will spend three years buzzing Callisto, Europa and Ganymede. The spacecraft will attempt to enter orbit around Ganymede in late 2034, circling the moon for nearly a year before flight controllers send it crashing down in 2035, later if enough fuel remains.Europa is especially attractive to scientists hunting for signs of life beyond Earth. Juice will keep its Europa encounters to a minimum, however, because of the intense radiation there so close to Jupiter. Juice’s sensitive electronics are encased in lead to protect against radiation. The 14,000-pound (6,350-kilogram) spacecraft also is wrapped with thermal blankets — temperatures near Jupiter hover around minus 380 degrees Fahrenheit (minus 230 degrees Celsius). And its solar panels stretch 88 feet (27 meters) tip to tip to soak in as much sunlight that far from the sun.Late next year, NASA will send an even more heavily shielded spacecraft to Jupiter, the long-awaited Europa Clipper, which will beat Juice to Jupiter by more than a year because it will launch on SpaceX’s mightier rocket. The two spacecraft will team up to study Europa like never before.NASA has long dominated exploration at Jupiter, beginning with flybys in the 1970s by the twin Pioneers and then Voyagers. Only one spacecraft remains humming at Jupiter: NASA’s Juno, which just logged its 50th orbit since 2016. Europe provided nine of Juice’s science instruments, with NASA supplying just one.AdvertisementIf Juice confirms underground oceans conducive to past or present life, Witasse said the next step will be to send drills to penetrate the icy crusts and maybe even a submarine.“We have to be creative,” he said. “We can still think it’s science fiction, but sometimes the science fiction can join the reality.”"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiPGh0dHBzOi8vd3d3LmJiYy5jby51ay9uZXdzL2xpdmUvc2NpZW5jZS1lbnZpcm9ubWVudC02NTI1ODMwOdIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "BBC",
                            "title": "Juice: Space mission to Jupiter's moons blasts off",
                            "image": "https://m.files.bbci.co.uk/modules/bbc-morph-news-waf-page-meta/5.3.0/bbc_news_logo.png",
                            "time": null,
                            "type": 1,
                            "summary": "Getting to the Jupiter system will be hard enough, but operating a spacecraft once there will be even more of a challenge.The environment in this part of the outer solar system is incredibly hostile.For a start, the radiation there will be intense, which is bad news for the electronics on the spacecraft.So key hardware has been heavily shielded in a lead-lined compartment.Sunlight is another problem too - at Jupiter it’s 25 times weaker than on Earth - so the spacecraft has been built with massive solar arrays to soak up as much of it as it can.Then there’s the temperature - the spacecraft will swing between being incredibly hot on its journey, to very, very cold when it is studying the moons.So it’s been constructed with multi-layered insulation to cope with both extremes."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiemh0dHBzOi8vdGltZXNvZmluZGlhLmluZGlhdGltZXMuY29tL3dvcmxkL2V1cm9wZS9ldXJvcGVzLWp1cGl0ZXItcHJvYmUtc2V0LWZvci1uZXctbGF1bmNoLWF0dGVtcHQvYXJ0aWNsZXNob3cvOTk0OTIxMTYuY21z0gF1aHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vd29ybGQvZXVyb3BlL2V1cm9wZXMtanVwaXRlci1wcm9iZS1zZXQtZm9yLW5ldy1sYXVuY2gtYXR0ZW1wdC9hbXBfYXJ0aWNsZXNob3cvOTk0OTIxMTYuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Times of India",
                            "title": "Jupiter: Europe's Jupiter probe set for new launch attempt",
                            "image": "https://static.toiimg.com/thumb/msid-99492113,width-1070,height-580,imgsize-131528,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "KOUROU : The European Space Agency 's JUICE mission to explore Jupiter 's icy, ocean-bearing moons will again try to blast off on Friday, a day after the first launch attempt was called off due to the threat of lightning.The spacecraft is scheduled to launch on an Ariane 5 rocket from Europe's spaceport in Kourou, French Guiana at 1214 GMT, 30 seconds earlier than Thursday's aborted effort.If successful, the uncrewed, six-tonne spacecraft will embark on an eight-year journey through the Solar System aiming to discover whether Jupiter's moons are capable of hosting extraterrestrial life in the vast oceans hidden under their ice-covered shells.Thursday's launch was called off just minutes before the countdown was set to begin, disappointing those gathered in the Jupiter control room in Kourou, including Belgium's King Philippe.Stephane Israel , the CEO of French firm Arianespace which provided the Ariane 5 rocket, told AFP that a large mass of clouds approached and we absolutely could not proceed with the launch due to the risk of lightning.On Friday, the threat of lightning will be monitored until the last moment, he added.The European Space Agency tweeted that Friday's launch has received the green light for fuelling, and the weather looks good (so far).Shall we try again? it added.The JUpiter ICy Moons Explorer (JUICE) plans to take a long and winding path to the gas giant, which is some 628 million kilometres (390 million miles) from Earth.It will use several gravitational boosts along the way, first by doing a fly-by of Earth and the Moon, then by slingshotting around Venus in 2025 before swinging past Earth again in 2029.When the probe finally arrives at Jupiter in July 2031, it will need to carefully hit the brakes to enter the gas giant's orbit.From there, it will focus on Jupiter and its three icy moons Europa, Ganymede and Callisto.The moons were first discovered by astronomer Galileo Galilei more than 400 years ago, but were long ignored as potential candidates for hosting life.However, the discovery of huge oceans of liquid water -- the main ingredient for life as we know it -- kilometres beneath their icy shells has made Ganymede and Europa prime candidates to potentially host life in our celestial backyard.JUICE will set its sights on Ganymede, the Solar System's largest moon and the only one that has its own magnetic field, which protects it from radiation.In 2034, JUICE will slide into Ganymede's orbit, the first time a spacecraft will have done so around a moon other than our own.The mission will not be able to directly detect the existence of alien life, but instead aims to establish whether the moons have the right conditions to harbour life.The delayed launch of the 1.6 billion-euro ($1.7 billion) mission comes during a crisis for European space efforts, after Russia pulled its Soyuz rockets in response to sanctions over the war in Ukraine.Combined with repeated delays to the next generation Ariane 6 rockets and the failure of Vega-C's first commercial flight last year, Europe has been struggling to launch its missions into space.JUICE is expected be the second-last launch for Ariane 5 before it is replaced by the Ariane 6."
                        }
                    ]
                },
                {
                    "title": "Ingenuity Mars Helicopter Celebrates 50 Flights ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMiXGh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS90ZWNobm9sb2d5L3NjaWVuY2UvbmFzYS1pbmdlbnVpdHktbWFycy1oZWxpY29wdGVyLTg1NTY1ODAv0gFhaHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL3RlY2hub2xvZ3kvc2NpZW5jZS9uYXNhLWluZ2VudWl0eS1tYXJzLWhlbGljb3B0ZXItODU1NjU4MC9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "NASA’s Ingenuity Mars Helicopter completes 50th flight, long after leaving ‘Martian Kansas’",
                            "image": "https://images.indianexpress.com/2022/05/Ingenuity-helicopter-illustration-record-flight.jpg",
                            "time": "2023-04-14T18:10:27+05:30",
                            "type": 0,
                            "summary": "NASA’s Ingenuity Mars Helicopter, the first aircraft on another world, completed a half-century of flights on April 13.On its 50th flight, Ingenuity travelled a distance of 322.2 metres over a period of 145.7 seconds, according to NASA. During the flight, it also attained its highest-ever altitude of 18 metres before it landed near the 800-metre-wide Belva Crater on the red planet.Flying on risky terrainSince it left the relatively flat geography of the Jezero Crater’s floor on January 19, the rotorcraft has flown 11 times. Along the way, it set new high-speed and altitude records.“We are not in Martian Kansas anymore. We’re flying over the dried-up remnants of an ancient river that is filled with sand dunes, boulders, and rocks, and surrounded by hills that could have us for lunch. And while we recently upgraded the navigation software onboard to help determine safe airfields, every flight is still a white-knuckler,” said Josh Anderson, Ingenuity operations lead at NASA, in a press statement.Also read | China wants to start using moon soil to build lunar bases as soon as this decadeThe Martian winter came with a continent-sized dust storm which meant that the helicopter had to be grounded for a long time. Even though those conditions have changed, Ingenuity continues to “brown out.”This means that the Helicopter Base Station on the Perseverance rover needs to search for Ingenuity’s signal each morning when the helicopter is predicted to wake up. Also, when the helicopter flies, it has to navigate difficult terrain that is relatively uncharted. It can also end up landing in spots that are surrounded by hazards.Getting the frequent flyer cardDespite the challenging terrain, Ingenuity will also be flying a lot more in the coming days because it has to remain within range of the rover. It has an AutoNav feature that allows it to travel hundreds of metres each day.Advertisement“Ingenuity relies on Perseverance to act as a communications relay between it and mission controllers here at JPL. If the rover gets too far ahead or disappears behind a hill, we could lose communications. The rover team has a job to do and a schedule to keep. So it’s imperative Ingenuity keeps up and is in the lead whenever possible,” explained Anderson.Smartphone components, spacecraft performanceInterestingly, many of Ingenuity’s components are made out of off-the-shelf components, including smartphone processors and cameras. But despite this, the helicopter has worked for 23 months and 45 flights beyond its expected lifetime.According to Teddy Tzanetos, Ingenuity team lead at NASA, the team initially thought they would be lucky to complete five flights on Mars. In essence, Ingenuity has exceeded its expected life by more than ten times.AdvertisementBut going beyond expectations is not easy. Some of the helicopter’s components are showing signs of wear as the terrain is becoming more challenging.“We have come so far, and we want to go farther. But we have known since the very beginning our time at Mars was limited, and every operational day is a blessing. Whether Ingenuity’s mission ends tomorrow, next week, or months from now is something no one can predict at present. What I can predict is that when it does, we’ll have one heck of a party,” said Tzanetos in a press statement.By testing Ingenuity’s limits, NASA engineers are gathering flight data that can be used by engineers working on designs for future Mars helicopters. These engineers include the people designing the Mars Sample Return campaign’s proposed Sample Recovery Helicopters."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiVmh0dHBzOi8vbWFycy5uYXNhLmdvdi9yZXNvdXJjZXMvMjczOTcvaW5nZW51aXR5LW1hcnMtaGVsaWNvcHRlci1jZWxlYnJhdGVzLTUwLWZsaWdodHMv0gEA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NASA Mars Exploration",
                            "title": "Ingenuity Mars Helicopter Celebrates 50 Flights – NASA Mars Exploration",
                            "image": "https://mars.nasa.gov/system/resources/detail_files/27397_202304_Ingenuity_50_Flights.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "NASA’s Ingenuity Mars Helicopter made history when it achieved the first powered, controlled flight on another planet on April 19, 2021. Since then, it has exceeded expectations and most recently executed its 50th flight on Mars. This video highlights Ingenuity’s flights, captured by the Perseverance Rover’s WATSON and Mastcam-Z cameras, as well as Ingenuity’s color Return to Earth (RTE) camera and its black-and-white navigation camera.Learn more: mars.nasa.govingenuity"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiQ2h0dHBzOi8vd3d3LnNwYWNlLmNvbS9tYXJzLXNhbXBsZS1yZXR1cm4tbmV4dC1nZW5lcmF0aW9uLWhlbGljb3B0ZXLSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Space.com",
                            "title": "NASA sets sights on a next-generation Mars helicopter to return Red Planet samples",
                            "image": "https://cdn.mos.cms.futurecdn.net/NcPB3XE82Q39hCpUpWec7k-1200-80.jpg",
                            "time": "2023-04-13T19:00:36+00:00",
                            "type": 1,
                            "summary": "An illustration of one of the Sample Recovery Helicopters slated to fly to Mars as part of the Mars Sample Return Campaign.BRECKENRIDGE, Colorado - Work is now underway to design a new NASA Mars helicopter.Thanks to the nearly 50 flights across the Jezero Crater landscape conducted by the Ingenuity Mars helicopter, much has been learned to help soup-up a future rotorcraft for the Red Planet, and there are plenty of add-ons that will be included in the next aerial vehicle that will buzz above the surface of Mars.NASA's Perseverance rover has already dropped sample tubes in a special pick-up zone on Mars' topside. NASA and the European Space Agency are presently blueprinting a joint Mars Sample Return campaign that will gather samples of Martian rocks and regolith and return them to Earth. The campaign includes two Mars Sample Recovery Helicopters that will retrieve pre-filled sample tubes and deliver them to a rocket-in-waiting that will then vault those specimens into Mars orbit.Related: How NASA will launch Mars samples off the Red PlanetAerial systemHåvard Fjær Grip is chief engineer of autonomy and aerial flight at the NASA Jet Propulsion Laboratory, the lab behind the revolutionary Ingenuity Mars craft. Work is underway on a new Ingenuity-like aerial system for Mars Sample Return, Grip reported, here at a recent gathering of the Rocky Mountain Section of the American Astronautical Society (AAS) Guidance, Navigation and Control Conference.Grip outlined plans for how Ingenuity's guidance, navigation, and control system would be adapted and extended for the planned Mars Sample Recovery Helicopters. Ingenuity's design forms the core of the new system, he said, but updates are needed to support the sample recovery concept of operations, primarily in the guidance and navigation domains.At present, details about a new robotic whirlybird for Mars are conceptual, Grip emphasized, with details continuing to evolve over the next several years, as the design matures.Conceptual drawing of Sample Recovery Helicopter. (Image credit: Håvard Fjær GripNASAJPL-Caltech)Little air to work withHow challenging is the road ahead?Nothing that we do is easy. And this is not easy either. It's hard but we think it is doable, with effort, Grip told Space.com in a post-AAS interview. The primary challenge here is mass. We have very little air to work with on Mars. That immediately limits the amount of mass that we can carry.The basic design of a Mars helicopter is backed up by the dozens of Ingenuity flights now under its rotor blades at Jezero Crater. It will be a matter of adjusting and accommodating new elements to do something more on Mars, Grip said.The Ingenuity Mars helicopter arrived at the Red Planet in the belly of the agency's Perseverance rover in February 2021. Dozens of flights later, the technology demonstrator is providing the impetus for high and mightier rotorcraft for the Red Planet. (Image credit: NASAJPL-Caltech)As for the uncertain new elements, each of the Mars Sample Return helicopters would be outfitted with wheels and a small robot arm. Everything is conceptual, said Grip, adding that the decision to fly this mission is not finalized.What we're looking at now is how we can do it, Grip added, referring to the Mars sample return helicopters. What's fairly clear is that the fundamental rotorcraft configuration and how we control it has been worked out and is heritage that can be relied upon. The new parts will require a lot of work, and that's most likely to change as we go along with the design, Grip added.Proud pilotWhen it comes to Ingenuity airtime on Mars, Grip points with pride to being the chief pilot of the device from the first flight on April 19, 2021 through through number 37. Right before the New Year clocked in, he handed that job off to another person after earning new wings to focus on the Mars Sample Recovery Helicopters task.That first flight definitely stands out … a nail bitter. Many of the follow-on flights have new elements to them, like the new flight software to give the helicopter more capability. Some of the more recent flights have really pushed the envelope, Grip said.I don't think it ever becomes risk free. So there's always a bit of nervousness waiting for data to come down. But it does become more routine, Grip said, the more often the vehicle flies. However, there's always the mindset of hoping all works as planned, he said.Still, noting that Ingenuity's pre-hoped-for flights were just five, the Mars helicopter exceeded everyone's expectations … and certainly mine, Grip said. The distance that it has put behind it and being used in such productive ways, that's huge.First flight of Ingenuity on Mars created an uplifting uproar of excitement by helicopter team members. (Image credit: NASAJPL-Caltech)Martian museumNASA's Perseverance rover at Jezero Crater is a robotic curator of sorts, overseer of a Martian museum of priceless bits and pieces of the aged Red Planet — some of which may hold clues, perhaps evidence, for Mars life.One such repository for these samples is currently under construction in the Three Forks area on the floor of Jezero Crater. Thanks to the Ingenuity flights over this bit of Mars real-estate, that site is being well-characterized.Ingenuity has been tremendously helpful, taking images of the surface in that very region. We've got real data describing what you're going to find at Three Forks, said Grip.Flight 48 image taken March 22, 2023 by the Ingenuity Mars helicopter's navigation camera mounted in the helicopter's fuselage and pointed directly downward to track the ground during flight. (Image credit: NASAJPL-Caltech)The future of airborne vehicles on Mars is bright, Grip senses, particularly their use as tools for human expeditionary crews. One task would be performing reconnaissance surveys far away from a crew landing spot.It's how far your imagination goes, Grip concluded. The key thing is that we now have a new mobility system that's ready and proven on Mars … and now it is how do you use it?"
                        }
                    ]
                }
            ]
        }   ],
    "status": "ok",
    "totalResults": 66
}