{
    "result": [
        {
            "category": "Sports",
            "news": [
                {
                    "title": "KKR vs SRH Live Score, IPL 2023: Kolkata look to ride momentum from miracle win ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMizgFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY3JpY2tldC9ra3ItdnMtc3JoLWxpdmUtc2NvcmUtaXBsLTIwMjMta29sa2F0YS1rbmlnaHQtcmlkZXJzLXZzLXN1bnJpc2Vycy1oeWRlcmFiYWQtdG9kYXlzLWlwbC1tYXRjaC0xOS1sYXRlc3Qtc2NvcmVjYXJkLXVwZGF0ZXMtbml0aXNoLXJhbmEtYWlkZW4tbWFya3JhbS0xMDE2ODE0NjMwNTg5ODMuaHRtbNIB0gFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY3JpY2tldC9ra3ItdnMtc3JoLWxpdmUtc2NvcmUtaXBsLTIwMjMta29sa2F0YS1rbmlnaHQtcmlkZXJzLXZzLXN1bnJpc2Vycy1oeWRlcmFiYWQtdG9kYXlzLWlwbC1tYXRjaC0xOS1sYXRlc3Qtc2NvcmVjYXJkLXVwZGF0ZXMtbml0aXNoLXJhbmEtYWlkZW4tbWFya3JhbS0xMDE2ODE0NjMwNTg5ODMtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "KKR vs SRH Live Score, IPL 2023: Kolkata Knight Riders look to cash in on momentum from miracle win",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/14/1600x900/sadadadad_1681463041871_1681463054099_1681463054099.jpg",
                            "time": "2023-04-14T14:49:46+05:30",
                            "type": 0,
                            "summary": "IPL 2023 KKR vs SRH Live Score: Kolkata Knight Riders face Sunrisers Hyderabad in Match 19 of IPL 2023, at the Eden Gardens in Kolkata, on Friday. KKR are currently fourth in the IPL 2023 points table with four points in three matches, packed with two wins and a defeat. Meanwhile, SRH are ninth in the standings with two points from three games, including a victory and two defeats. Led by Nitish Rana, KKR began their campaign with a defeat vs Punjab Kings, but then bounced back with two consecutive wins. Meanwhile, Aiden Markram-led SRH began their season with back-to-back defeats and then finally found their first win vs PBKS.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMilgFodHRwczovL3d3dy5lc3BuY3JpY2luZm8uY29tL3Nlcmllcy9pbmRpYW4tcHJlbWllci1sZWFndWUtMjAyMy0xMzQ1MDM4L2tvbGthdGEta25pZ2h0LXJpZGVycy12cy1zdW5yaXNlcnMtaHlkZXJhYmFkLTE5dGgtbWF0Y2gtMTM1OTQ5My9saXZlLW1hdGNoLWJsb2fSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "ESPNcricinfo",
                            "title": "IPL 2023 Live Report - Kolkata Knight Riders vs Sunrisers Hyderabad, Kolkata",
                            "image": "https://img1.hscicdn.com/image/upload/f_auto/lsci/db/PICTURES/CMS/339300/339349.6.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Who are you supporting today?Who are you supporting today?Before you ask, yes. I am that thirsty."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMipwFodHRwczovL3RpbWVzb2ZpbmRpYS5pbmRpYXRpbWVzLmNvbS9zcG9ydHMvY3JpY2tldC9pcGwvaXBsLWxpdmUtc2NvcmUtdXBkYXRlcy0yMDIzLWtvbGthdGEta25pZ2h0LXJpZGVycy12cy1zdW5yaXNlcnMtaHlkZXJhYmFkLWZyb20tZWRlbi1nYXJkZW5zL2xpdmVibG9nLzk5NDk3MzY5LmNtc9IBqwFodHRwczovL3RpbWVzb2ZpbmRpYS5pbmRpYXRpbWVzLmNvbS9zcG9ydHMvY3JpY2tldC9pcGwvaXBsLWxpdmUtc2NvcmUtdXBkYXRlcy0yMDIzLWtvbGthdGEta25pZ2h0LXJpZGVycy12cy1zdW5yaXNlcnMtaHlkZXJhYmFkLWZyb20tZWRlbi1nYXJkZW5zL2FtcF9saXZlYmxvZy85OTQ5NzM2OS5jbXM?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Times of India",
                            "title": "IPL Live Cricket Score, Kolkata Knight Riders vs Sunrisers Hyderabad 2023: KKR eye hat-trick of wins against SRH",
                            "image": "https://static.toiimg.com/thumb/msid-99497369,width-1070,height-580,imgsize-112432,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "LIVE NOW THE TIMES OF INDIA | Apr 14, 2023, 18:46:39 ISTT20 MATCH LIVE UPDATESIPL Live Cricket Score, Kolkata Knight Riders vs Sunrisers Hyderabad 2023: KKR eye hat-trick of wins against SRHStay updated with Times of India to get all the live cricket score updates, scorecard, and ball by ball commentary of Indian Premier League match between Kolkata Knight Riders and Sunrisers Hyderabad."
                        }
                    ]
                },
                {
                    "title": "Match Preview - RCB vs Capitals, Indian Premier League 2023, 20th Match ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMilQFodHRwczovL3d3dy5lc3BuY3JpY2luZm8uY29tL3Nlcmllcy9pbmRpYW4tcHJlbWllci1sZWFndWUtMjAyMy0xMzQ1MDM4L3JveWFsLWNoYWxsZW5nZXJzLWJhbmdhbG9yZS12cy1kZWxoaS1jYXBpdGFscy0yMHRoLW1hdGNoLTEzNTk0OTQvbWF0Y2gtcHJldmlld9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "ESPNcricinfo",
                            "title": "Marsh and Hasaranga return to lift Capitals and RCB fortunes",
                            "image": "https://img1.hscicdn.com/image/upload/f_auto/lsci/db/PICTURES/CMS/357900/357993.6.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "The visitors in Bengaluru will be looking for their first win in IPL 2023Wanindu Hasaranga has linked up with the team, and is getting ready for action • Royal Challengers BangaloreBig picture: Delhi Capitals look to snap losing streakTwo weeks into IPL 2023, Delhi Capitals are the only winless team in the tournament. Anrich Nortje threatened to put them on the board with his pinpoint yorkers in their last match against Mumbai Indians, but a wayward throw from David Warner in the outfield and Tim David's big dive on the last ball consigned Capitals to their fourth successive defeatRoyal Challengers Bangalore were also on the wrong side of a last-ball finish earlier this week , but they're better placed than Capitals on the standings and will be bolstered further by the return of Wanindu Hasaranga, who is one of the top wristspinners in T20 cricket right now.Team news: Wanindu Hasaranga, Mitchell Marsh returnHasaranga has linked up with Royal Challengers and is available for selection after having completed his national commitments in New Zealand. The Sri Lanka legspinner will slot into the XI in place of David Willey or Wayne Parnell. This will result in another swap: Akash Deep for Karn Sharma. Australia fast bowler Josh Hazlewood is expected to arrive in India on Friday and will finish his rehab with Royal Challengers. It is understood that he's unlikely to play against Capitals on Saturday.Toss and Impact Player strategyAnuj Rawat might be used as a floater in the middle order to counter Axar and Kuldeep if Royal Challengers bat first. Seamer Akash Deep is likely to come in as an Impact Player when they bowl.Mitchell Marsh is back in the IPL after leaving to get married • BCCIRoyal Challengers BangaloreBat-first XI (possible): 1 Faf du Plessis (capt), 2 Virat Kohli, 3 Mahipal Lomror, 4 Glenn Maxwell, 5 Dinesh Karthik (wk), 6 Anuj Rawat, 7 Shahbaz Ahmed, 8 Wanindu Hasaranga, 9 Harshal Patel, 10 David WilleyWayne Parnell, 11 Mohammed SirajBowl-first XI (possible): 1 Faf du Plessis (capt), 2 Virat Kohli, 3 Mahipal Lomror, 4 Glenn Maxwell, 5 Dinesh Karthik (wk), 6 Shahbaz Ahmed, 7 Wanindu Hasaranga, 8 Harshal Patel, 9 David WilleyWayne Parnell, 10 Akash Deep, 11 Mohammed SirajDelhi CapitalsMarsh, who had missed Capitals' last two games for his wedding, has rejoined the squad and is set to return to the starting XI in place of Rovman Powell.Capitals are likely to bring in Mukesh Kumar or Chetan Sakariya as their Impact Player, when they bowl. Prithvi Shaw might make way for one of the two seamers.Bat-first XI (possible): 1 David Warner (capt), 2 Prithvi Shaw, 3 Mitchell Marsh, 4 Manish Pandey, 5 Yash DhullAman Khan, 6 Axar Patel, 7 Lalit Yadav, 8 Abhishek Porel (wk), 9 Kuldeep Yadav, 10 Anrich Nortje, 11 Mustafizur RahmanBowl-first XI (possible): 1 David Warner (capt), 2 Mitchell Marsh, 3 Manish Pandey, 4 Yash DhullAman Khan, 5 Axar Patel, 6 Lalit Yadav, 7 Abhishek Porel (wk), 8 Kuldeep Yadav, 9 Anrich Nortje, 10 Mukesh KumarChetan Sakariya, 11 Mustafizur RahmanPitch and conditionsAnother Chinnaswamy belter is on the cards. A total of 1161 sixes have been hit at this ground in the IPL which is the second most behind Wankhede (1349) in the competition. The weather is expected to be fine for the duration of the game.Stats that matter"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy5maXJzdHBvc3QuY29tL2ZpcnN0Y3JpY2tldC9zcG9ydHMtbmV3cy9yY2ItdnMtZGMtbGl2ZS1zdHJlYW1pbmctaG93LXRvLXdhdGNoLWlwbC0yMDIzLW1hdGNoLWxpdmUtdGVsZWNhc3Qtb25saW5lLXR2LTEyNDU1MDcyLmh0bWzSAZEBaHR0cHM6Ly93d3cuZmlyc3Rwb3N0LmNvbS9maXJzdGNyaWNrZXQvc3BvcnRzLW5ld3MvcmNiLXZzLWRjLWxpdmUtc3RyZWFtaW5nLWhvdy10by13YXRjaC1pcGwtMjAyMy1tYXRjaC1saXZlLXRlbGVjYXN0LW9ubGluZS10di0xMjQ1NTA3Mi5odG1sL2FtcA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Firstpost",
                            "title": "IPL 2023: How to watch RCB vs DC match?",
                            "image": "https://images.firstpost.com/wp-content/uploads/2023/04/Royal-Challengers-Bangalore-celebrate-RCB-LSG-Sportzpics-640.jpg",
                            "time": "2023-04-14T18:30:01+05:30",
                            "type": 1,
                            "summary": "Royal Challengers Bangalore (RCB) and Delhi Capitals (DC) are all set to face each other in the 20th match of the ongoing season of the Indian Premier League on Saturday, 15 April 2023.While both RCB and DC are coming off their losses in their previous matches, Delhi are currently in its worst phase as they have already lost four of their matches in the league. Bangalore, on the other hand, are likely to have an upper hand while hosting DC on their home ground.Ahead of the match 20 of IPL 2023, take a look at the head-to-head records between RCB and DC and live streaming details for the same.RCB vs DC: Head-to-head recordsWhile both Bangalore and Delhi have been playing in the league since its inaugural edition in 2008, they are yet to win an IPL title.Speaking of their head-to-head records, RCB and DC have faced each other in a total of 29 matches in the cash-rich tournament. With RCB having an edge over Delhi, they have won 18 matches while the latter have won 10 matches against Bangalore. Out of the 29 matches, one played between RCB and DC in IPL 2015 was abandoned due to heavy rain.RCB vs DC weather predictionThe maximum temperature in Bengaluru on Saturday is expected to touch up to 35 degrees Celsius during the daytime. With a partly sunny sky, the wind speed is expected to range from 37kmhour.Royal Challengers Bangalore vs Delhi Capitals live streamingWhen will the IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals take place?The IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals will take place on 15 April, Saturday.Where will the IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals be played?The IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals will be played at the M. Chinnaswamy Stadium in Bangalore.What time will the IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals begin?The IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals will begin at 3:30 PM IST on Saturday.Where can I watch the IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals on TV?Royal Challengers Bangalore vs Delhi Capitals match will be televised on the Star Sports Network in India.Where can I stream the IPL 2023 match between Royal Challengers Bangalore and Delhi Capitals?Royal Challengers Bangalore vs Delhi Capitals match will be streamed live on the Jio Cinema app and website in India. You can also follow the live blog of the match on firstpost.com.RCB vs DC full squadsRoyal Challengers Bangalore: Faf du Plessis (c), Virat Kohli, Glenn Maxwell, Mohammad Siraj, Harshal Patel, Wanindu Hasaranga, Dinesh Karthik, Shahbaz Ahmad, Rajat Patidar, Anuj Rawat, Akash Deep, Josh Hazlewood, Mahipal Lomror, Finn Allen, Suyash Prabhudessai, Karn Sharma, Siddharth Kaul, David Willey, Reece Topley, Himanshu Sharma, Manoj Bhandage, Rajan Kumar, Avinash Singh, Sonu Yadav, and Micheal Bracewell.Delhi Capitals: David Warner (c), Axar Patel, Prithvi Shaw, Anrich Nortje, Mitchell Marsh, Sarfaraz Khan, Kamlesh Nagarkoti, Mustafizur Rahman, Kuldeep Yadav, Khaleel Ahmed, Chetan Sakariya, Lalit Yadav, Ripal Patel, Yash Dhull, Rovman Powell, Pravin Dubey, Lungi Ngidi, Vicky Ostwal, Aman Khan, Phil Salt, Ishant Sharma, Mukesh Kumar, Manish Pandey, Rilee Rossouw, and Abhishek Porel."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMie2h0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS90cmVuZGluZy92aXJhdC1rb2hsaS1tZWV0cy1yaWNreS1wb250aW5nLXMtc29uLWFoZWFkLW9mLWRjLXZzLXJjYi1tYXRjaC0xMDE2ODE0NjYxMDg2MjMuaHRtbNIBf2h0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS90cmVuZGluZy92aXJhdC1rb2hsaS1tZWV0cy1yaWNreS1wb250aW5nLXMtc29uLWFoZWFkLW9mLWRjLXZzLXJjYi1tYXRjaC0xMDE2ODE0NjYxMDg2MjMtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Virat Kohli meets Ricky Ponting's son ahead of DC vs RCB match",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/14/1600x900/Virat_Kohli_Ricky_Ponting_1681466343972_1681466349566_1681466349566.png",
                            "time": "2023-04-14T15:34:44+05:30",
                            "type": 1,
                            "summary": "Virat Kohli, the captain of Royal Challengers Bangalore (RCB), met with Delhi Capital's (DC) head coach Ricky Ponting and his son Fletcher prior to Saturday's match between DC and RCB at the M Chinnaswamy Stadium. A video of their meeting was posted on the official Twitter account of Delhi Capital's. Virat Kohli meets Ricky Ponting's son.(Twitter@Delhicapitals)Jab Ricky Met Kohli. Extended Cameo: Ricky Jr, read the post's caption. The video begins to show Ricky Ponting introducing his son Fletcher to Virat Kohli. To this, Virat Kohli says, I met him outside. Fletcher can be seen looking at Virat Kohli in awe. Further in the video, Kohli and Ponting are seen having a candid conversation.Watch the video below:This video was shared just a day ago. Since being posted, it has been viewed over one lakh times. The clip also has over 5000 views, and the numbers are only increasing. Several others have also commented on the post.Check out a few reactions here:An individual posted, I'm seeing master of cover drive and pull shot in a single frame. A second added, That kid is literally me - awestruck after seeing King up close. A third shared, “What a moment for him.” “Two goat of cricket met. Ricky and King Kohli, cute video,” expressed a fourth. What do you think about this video."
                        }
                    ]
                }
            ]
        }   ],
    "status": "ok",
    "totalResults": 66
}