{
    "result": [
        {
            "category": "Business",
            "news": [
                {
                    "title": "Infosys Q4 Results: Analysts downgrade, cut price targets by 5-23% post earnings shocker ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMihQFodHRwczovL3d3dy5jbmJjdHYxOC5jb20vYnVzaW5lc3MvY29tcGFuaWVzL2luZm9zeXMtcTQtZWFybmluZ3MtZ3VpZGFuY2UtYW5hbHlzdHMtZG93bmdyYWRlLXRhcmdldC1lc3RpbWF0ZXMtcmF0aW5ncy1jdXQtMTY0MDQ2MzEuaHRt0gGJAWh0dHBzOi8vd3d3LmNuYmN0djE4LmNvbS9idXNpbmVzcy9jb21wYW5pZXMvaW5mb3N5cy1xNC1lYXJuaW5ncy1ndWlkYW5jZS1hbmFseXN0cy1kb3duZ3JhZGUtdGFyZ2V0LWVzdGltYXRlcy1yYXRpbmdzLWN1dC0xNjQwNDYzMS5odG0vYW1w?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "CNBCTV18",
                            "title": "Infosys Q4 Results: Analysts downgrade, cut price targets by 5-23% post earnings shocker",
                            "image": "https://images.cnbctv18.com/wp-content/uploads/2022/06/Infosys-shutterstock.jpg",
                            "time": "2023-04-14T12:56:55+05:30",
                            "type": 0,
                            "summary": "US-listed shares of Infosys ended 10 percent lower on Thursday, marking their worst drop in a single day in over three years.Analysts tracking Infosys have either downgraded or cut their price targets on the stock, or done both of these after the company's March quarter earnings shocked the street.Infosys reported results after market hours on Thursday and missed expectations on all fronts. The company expects constant currency revenue growth of 4-7 percent in financial year 2024, compared to consensus expectations of 6-8 percent.The company also reported a 3.2 percent decline in constant currency revenue (adjusted for exchange rate fluctuations), which is the worst in at least a decade.Analysts Recommendations On Infosys Brokerage Rating Price Target (`) Nomura Downgrade to Neutral From Buy Cut to 1,290 From 1,660 Reliance Securities Downgrade To Sell From Buy Cut to 1,350 From 1,750 Ambit Sell Cut to 1,340 From 1,505 DAM Capital Downgrade to Neutral From Buy Cut to 1,390 From 1,594 Motilal Oswal Buy Cut to 1,520 Emkay Buy Cut to 1,620 From 1,700Brokerage firm Nomura has cut Infosys' earnings estimates for financial year 2024-2025 by 8-9 percent, driven by lower revenue and margin estimates. It has also downgraded the stock to neutral from the earlier rating of buy and cut its price target by over 22 percent to Rs 1,290 from Rs 1,660 earlier.Nomura believes that the company's guidance deal wins indicate a weak outlook. Deal wins in the March quarter stood at $2.1 billion, the lowest in three quarters. Nomura expects Infosys to report US Dollar revenue growth of 6.9 percent in financial year 2024 and 8.9 percent in financial year 2025.Another brokerage that has cut its price target by nearly 23 percent is Reliance Securities. The firm has downgraded the stock to sell from the earlier rating of buy and also cut its price target to Rs 1,350 from Rs 1,750 earlier. Reliance Securities said that weaker guidance and lower earnings growth led to contraction in valuations. It expects the cut in spending to continue in financial year 2024 as well.Ambit has maintained its sell rating on Infosys and cut its price target to Rs 1,340 from Rs 1,505 earlier. It has also warned that the results have raised risks for the sector with players like LTIMindtree most vulnerable to the BFSI exposure.DAM Capital has also downgraded Infosys to Neutral from Buy and cut its price target by 14.7 percent to Rs 1,390. It expects structural reduction in margins led by large bets and supply challnges that will keep EPS growth in check. The note further said that Infosys' growth may trail TCS in the near-term.However, brokerages like Motilal Oswal have maintained their buy rating on the stock, although it has also cut its price target to Rs 1,520. The brokerage believes that the growth recovery for Infosys is likely to be pushed to financial year 2025 once the demand environment becomes more favourable. It expects the revenue miss to impact the stock's short-term performance by high-single to low-double digits.Another brokerage with a buy rating on Infosys is Emkay, who has also cut its price target to Rs 1,620 from Rs 1,700 earlier. We believe Infosys is well positioned to capture the growth opportunities across digital transformation, cost efficiency and consolidation-led deals over the medium term, the note said. For financial year 2024-2025, Emkay has cut Infosys' Earnings per Share estimate by 4.4-6.3 percent.US-listed shares of Infosys ended 10 percent lower on Thursday to their lowest level in over two-and-a-half years."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMirAFodHRwczovL3d3dy5idXNpbmVzc3RvZGF5LmluL21hcmtldHMvY29tcGFueS1zdG9jay9zdG9yeS9pbmZvc3lzLXRvLXNoYXJlLXE0LXJlc3VsdHMtZGl2aWRlbmQtdG9kYXktYnJpdGFubmlhLWVkZWx3ZWlzcy1maW5hbmNpYWwtc3RvY2tzLXRvLWdvLWV4LWRpdmlkZW5kLTM3NzE5NS0yMDIzLTA0LTEz0gGwAWh0dHBzOi8vd3d3LmJ1c2luZXNzdG9kYXkuaW4vYW1wL21hcmtldHMvY29tcGFueS1zdG9jay9zdG9yeS9pbmZvc3lzLXRvLXNoYXJlLXE0LXJlc3VsdHMtZGl2aWRlbmQtdG9kYXktYnJpdGFubmlhLWVkZWx3ZWlzcy1maW5hbmNpYWwtc3RvY2tzLXRvLWdvLWV4LWRpdmlkZW5kLTM3NzE5NS0yMDIzLTA0LTEz?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Business Today",
                            "title": "Infosys to share Q4 results, dividend today; Britannia, Edelweiss Financial stocks to go ex-dividend",
                            "image": "https://akm-img-a-in.tosshub.com/businesstoday/images/story/202304/investor-analyzing-stock-market-investments-with-financial-dashboard-on-smartphone-and-computer-screens-1064565776-974c0859957641cba59152a1f84f3e39_2-sixteen_nine.jpg",
                            "time": "2023-04-13T08:04:38+05:30",
                            "type": 1,
                            "summary": "Infosys, the second largest domestic IT firm, is all geared to announce its March quarter results on Thursday. The board of Salil Parekh-led company will also consider final dividend for FY23 today. Among key corporate actions today, shares of Britannia Industries, Edelweiss Financial Services and Goodluck India would turn ex-dividends. Two stocks namely Comfort Intech and Mufin Green Finance will go ex-split today while shares of Rushil Decor would turn ex-rights today.Infosys would announce its March quarter results at 3.45 pm, which would be followed by a press conference at 4:30 pm and a 60-minute earnings call at 6 pm IST. Other than announcing its fourth quarter and FY23 annual results, the Infosys board will also approve final dividend for FY23. To recall, Infosys declared a dividend of Rs 16.50 per share worth Rs 6,940 crore in FY23 so far.Britannia Industries shares would turn ex-dividend today. The biscuit maker had announced an interim dividend of Rs 72 per share. Ex-date for the same is today. The FMCG firm would pay the dividend to eligible shareholders on May 4.Goodluck India had announced an interim dividend of Rs 2 per share while Edelweiss Financial Services annouced Rs 0.25 per share dividend. Edelweiss Financial Services has Thursday as record date and the dividend will be paid on April 27. In the case of Goodluck India, the stock has Friday as record date. The dividend in this case will be paid on April 20.The Mufin Green Finance stock will split from face value of Rs 2 into two shares with face value of Re 1 each. On the other hand, the stock of Comfort Intech will split from face value of Rs 10 each into 10 shares with face value Re 1 each.In the case of Rushil Decor, the company had announced a rights issue of 66,35,421 shares at Rs 162 apiece for an aggregate amount not exceeding Rs 107.49 crore. Today is the record date for the purpose of determining the eligible equity shareholders who are entitled to receive the rights entitlements in the rights issue.Also read: Infosys Q4 results at 3.45 pm today: Press conference, earnings call timing, analyst preview & dividend historyAlso watch: Hot stocks on April 13, 2023: Adani Green, TCS, Graphite India, Astec Life and more"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiaWh0dHBzOi8vbS5lY29ub21pY3RpbWVzLmNvbS9tYXJrZXRzL3N0b2Nrcy9uZXdzL2luZm9zeXMtcTQtcmVzdWx0cy01LWtleS10YWtlYXdheXMvdmlkZW9zaG93Lzk5NDk3NTkyLmNtc9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Economic Times",
                            "title": "Infosys Q4 results: 5 key takeaways",
                            "image": "https://img.etimg.com/thumb/msid-99497592,width-1070,height-580,overlay-etmarkets/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Q4 numbers of IT giant infosys were below the street estimates. Many analysts are also expecting the stock to react negatively on Monday. So, what's next for Infosys?"
                        }
                    ]
                },
                {
                    "title": "Only way forward is...: Cong points to Adani's 'China links' ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMiZWh0dHBzOi8vd3d3LnJlZGlmZi5jb20vbmV3cy9yZXBvcnQvb25seS13YXktZm9yd2FyZC1pcy1jb25nLXBvaW50cy10by1hZGFuaXMtY2hpbmEtbGlua3MvMjAyMzA0MTQuaHRt0gFnaHR0cHM6Ly9tLnJlZGlmZi5jb20vYW1wL25ld3MvcmVwb3J0L29ubHktd2F5LWZvcndhcmQtaXMtY29uZy1wb2ludHMtdG8tYWRhbmlzLWNoaW5hLWxpbmtzLzIwMjMwNDE0Lmh0bQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Rediff.com",
                            "title": "Only way forward is...: Cong points to Adani's 'China links'",
                            "image": "https://im.rediff.com/money/2023/mar/03gautam-adani.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "The Congress pointed to Adani Group's alleged China links on Friday and asserted that the only way forward is a Joint Parliamentary Committee probe to investigate all the relevant aspects of the matter.IMAGE: Gautam Adani, founder and chairman of the Adani Group. Photograph: Amir CohenReutersThe Opposition party's assertion came after a director in PMC Projects (India) Pvt Ltd Morris Chang, whose nationality triggered a row over the Adani group's alleged links with Chinese entities, said, I am a Taiwanese citizen.Chang was being called a Chinese national because of his passport, linking the ports-to-energy conglomerate run by Gautam Adani to China. PMC Projects (India) Pvt Ltd constructs ports, terminals, rail lines, power lines and other infrastructure assets for Adani Group.In a statement, Congress general secretary in-charge communications Jairam Ramesh said that in the 'Hum Adani ke Hain Kaun (HAHK)' series under which the Congress posed questions to Prime Minister Narendra Modi, the party had asked him about his favourite business group's links with the Chinese citizen Chang Chung-Ling (aka Lingo Chang) who has been a director in several Adani Group companies along with Vinod Adani and also made an appearance in the Panama Papers.We had pointed out that his son owns the Ahmedabad-based PMC Projects that has built ports, terminals, rail lines, power lines and other assets for the Adani Group. PMC was also alleged by the Directorate of Revenue Intelligence to be involved in a Rs 5,500 crore power equipment over-invoicing scam, Ramesh claimed.Chang's son Chang Chien-Ting (aka Morris Chang) has stated that he is a Taiwanese passport holder, he said.He has however refused to answer other questions on which projects PMC has done for the Adani Group and his firm's role in the power equipment over-invoicing scam. His statement has no bearing on the fact that our HAHK questions all along have focused on the Chinese citizen Chang Chung-Ling and his central role in Adani Group affairs, Ramesh said.The fact that his son owns a firm housed in an Adani-owned building and which builds infrastructure exclusively for the Adani Group only underscores the significance of 'HAHK', the Congress leader said.Given that the PM and the Adani Group have no incentive to provide answers, the only way forward is a Joint Parliamentary Committee to investigate all the relevant aspects of the PM-linked Adani Maha Mega Scam, Ramesh said.Ramesh's statement came after Morris Chang, in an email response to a questionnaire, said, I am a Taiwanese citizen. My passport shows I am a citizen of the Republic of China, which is how Taiwan is officially known. It is different from China, which is officially known as the People's Republic of China. he saidHe, however, refused to answer questions on the projects PMC was doing with the Adani group.I am a well-established industrialist in Taiwan with business interests in global trading, shipping, infra projects, ship-breaking, etc, he said.As far as the Adani Group is concerned, the matter is sub judice and I would refrain from commenting.He did not elaborate.It is very unfortunate that my nationality is being called into question and made into a political issue. I have already explained my citizenship to you. I have nothing to do with politics, Morris saidThe opposition led by the Congress has been seeking a Joint Parliamentary Committee probe in the Adani issue after the Hindenburg Research made a litany of allegations, including fraudulent transactions and share-price manipulation, against the Group.The Gautam Adani-led group has dismissed the charges as lies, and said they comply with all laws and disclosure requirements."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiYmh0dHBzOi8vd3d3LnRlbGVncmFwaGluZGlhLmNvbS9pbmRpYS9maW5hbmNpYWwtdGltZXMtdHVybnMtZG93bi1hZGFuaXMtdGFrZWRvd24tZGVtYW5kL2NpZC8xOTI5MzUy0gFmaHR0cHM6Ly93d3cudGVsZWdyYXBoaW5kaWEuY29tL2FtcC9pbmRpYS9maW5hbmNpYWwtdGltZXMtdHVybnMtZG93bi1hZGFuaXMtdGFrZWRvd24tZGVtYW5kL2NpZC8xOTI5MzUy?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Telegraph India",
                            "title": "Financial Times turns down Adanis’ takedown demand",
                            "image": "https://assets.telegraphindia.com/telegraph/2022/Nov/1667854544_adani-1.gif",
                            "time": null,
                            "type": 1,
                            "summary": "Financial Times turns down Adanis’ takedown demand Article is accurate and carefully prepared, we stand by our reporting: FT spokespersonGautam Adani File Photo| London | Published 13.04.23, 06:12 AMThe Financial Times, the London-based business newspaper, has rejected calls from the Adani group to take down a report that was depicted by Gautam Adani’s firm as a “mendacious, deliberate effort to paint the Adani group and the Adani family in the worst possible light”. A spokesperson for the FT told The Telegraph: “The article is accurate and carefully prepared. We stand by our reporting.”AdvertisementThe report, “Indian data reveals Adani empire’s reliance on offshore funding”, appeared on March 22, 2023, and can still be read online on the FT website. The Adani group demanded the story be removed in a letter to the FT on April 10, 2023. The report began by stating: “Almost half of all foreign direct investment into Gautam Adani’s conglomerate in recent years came from offshore entities linked to his family, highlighting the role of hard-to-scrutinise money flows in financing the Indian tycoon’s business empire.” It went on: “A Financial Times analysis of India’s FDI remittance statistics shows offshore companies linked to the Adanis invested at least $2.6bn in the group between 2017 and 2022, 45.4 per cent of the more than $5.7bn it received in total FDI over the period. “The data underlines how funds of unclear provenance have helped Adani build his sprawling group as he expanded a trading and plastics operation into an infrastructure giant while aligning himself with Prime Minister Narendra Modi’s development agenda. “The full extent of money flows from connected offshore entities into Adani Group is likely to be even higher given FDI data only captures a portion of overseas investment. The FT, which has been taking a close interest in the Adani group with a string of reports, said: “In the year to September 2022, Adani Group was one of India’s biggest recipients of money officially recorded as FDI, receiving 6 per cent of inflows into the country. Of the group’s $2.5bn in catalogued FDI over the 12-month period, $526mn came from two Mauritius companies linked to the Adani family while nearly $2bn came from Abu Dhabi’s International Holding Company. “The full extent of opaque overseas investments into Adani companies will be higher still. Official FDI statistics include neither foreign portfolio investments, which fall under a different reporting regime, nor investments in listed companies amounting to less than 10 per cent of their paid-up capital. “Most offshore shell companies supplying FDI to the conglomerate have been disclosed as part of Adani’s ‘promoter group’, meaning they are closely tied to Adani or his immediate family. “Experts say the role of the offshore entities make an already Byzantine corporate structure — Adani Group has hundreds of subsidiaries and has disclosed thousands of related-party transactions — even more opaque.”"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMifmh0dHBzOi8vd3d3Lm5ld2luZGlhbmV4cHJlc3MuY29tL29waW5pb25zLzIwMjMvYXByLzE0L2dvdnQtYnVzaW5lc3MtbGluay1ub3QtbmV3LW9wcG9zaXRpb24tbXVzdC1zdG9wLXRhaW50aW5nLWl0LTI1NjU2NjEuaHRtbNIBfWh0dHBzOi8vd3d3Lm5ld2luZGlhbmV4cHJlc3MuY29tL29waW5pb25zLzIwMjMvYXByLzE0L2dvdnQtYnVzaW5lc3MtbGluay1ub3QtbmV3LW9wcG9zaXRpb24tbXVzdC1zdG9wLXRhaW50aW5nLWl0LTI1NjU2NjEuYW1w?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The New Indian Express",
                            "title": "Govt-business link not new, opposition must stop tainting it",
                            "image": "https://images.newindianexpress.com/uploads/user/imagelibrary/2023/4/13/w600X390/govt.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Sandip Ghose ByThe Adani Group continues to dominate headlines even after nearly three months of the Hindenburg report hitting the wires. The issue has been kept boiling not just by the opposition but also by foreign media periodically adding fuel to the fire.The company itself has been nonchalant and the government has doggedly refused to be dragged into the fracas. It has denied demands for appointment of a Joint Parliamentary Committee (JPC) probe, having acceded to a review by a Supreme Court-appointed expert committee. It has left the rest to the independent regulator, Securities and Exchange Board of India (SEBI), and the Reserve Bank of India (RBI) to deal on merit. Meanwhile, retail investors seem unfazed. As per reports, the total number of retail investors across Adani Group companies rose by 47.4% to 6.95 million by the end of March.The timing and method of assault has given rise to several conspiracy theories ranging from corporate rivalry to the invisible foreign hand trying to spoil the “India (Growth) Story” with the ultimate objective of forcing a regime change. Though the latter apprehensions may be far-fetched or debatable, at least one opposition party—namely, the Congress—has found cannon fodder to mount a full-scale attack on the government, specifically targeting the prime minister. It is reminiscent of Rahul Gandhi’s “Chowkidar Chor Hai” campaign of 2018 alleging corruption in the Rafale deal. Even then the original trigger was a report in foreign media, and many saw it as a déjà vu of Rajiv Gandhi’s Bofors moment. The current attempt to link Adani with Narendra Modi has shades of the insinuations of association between the Gandhi family and the Italian businessman Ottavio Quattrocchi during the Bofors saga. The jury is out and it is not for us to jump to any conclusion. However, it does raise some questions that merit consideration.There are essentially three main charges against Adani: First is that of market manipulation through round tripping of money via off-shore vehicles controlled by family entities. Secondly, leveraging the inflated valuation of stocks to raise further funding. Thirdly, being a beneficiary of crony capitalism. Let us take one at a time.Round tripping as practice has existed from time immemorial and is not typical of India. Tax havens across the world thrive on the business of tax engineering. That, however, does not legitimise re-routing operations or make money laundering kosher. The task of tracing the origin of money rests with the central bank of a country. RBI has been doing a fine job of that and has earned the respect of the international financial community for its independence and professionalism.Therefore, to tarnish the reputation of the premier financial institution with unsubstantiated charges has the potential to seriously damage national credibility and climate for foreign investments. Thus, a responsible political party should be cautious in hurling such accusations which could have long-term impact and come back to haunt it if it comes to power by ousting the current dispensation.Valuation is often confused with earnings. It is no more than a temporal index of wealth based on the whims of the stock market, the ways of which are difficult to fathom. The acid test is the asset base and expected future earning streams.In the case of the Adani Group, the bulk of its investments are in infrastructure assets such as ports, airports and power that are poised to grow exponentially as India moves up in the hierarchy of the global economic order. Its recent acquisition of the Holcim cement operations in India are also linked to the infrastructure sector. Another chunk of its businesses are in energy—both traditional and green. This probably explains the faith of the retail investors in the future prospects of the group.Much is being made of Life Insurance Corporation (LIC) increasing its stake in Adani stocks, saying the money of ordinary citizens is being used to prop up a faltering crony capitalist. In fact, it can be conversely argued that by not buying Adani shares in the dip, LIC would be doing greater disservice to its shareholders.Finally comes the ‘elephant in the room’—the sensitive question of ‘crony capitalism’. As Sharad Pawar pointed out, associating business houses with the government of the day is not new. Only the names keep changing. Post-Independence one used to hear of the Birlas, Tatas, Bajaj, Dalmias and a few other names. Reliance ruled the roost for several decades.Though the Adani Group has been around for a long time, it is seen as the new kid on the block. Some may argue that it has emerged as a foil to Reliance in the Modi era. But the arguments are misplaced. The problem with crony capitalism arises when national interests are traded against favours. But mere facilitation of business cannot necessarily be construed as corruption. The country needs entrepreneurs with a risk appetite. Counterfactually speaking, without “swadeshi” businessmen like G D Birla, Jamnalal Bajaj and J R D Tata—a fledgling economy like India could not have taken strides in industrialisation. Our neighbour which got Independence at the same time is a study of contrast.Now India needs a few enterprises of global scale. Not everyone has either the ambition, audacity and above all, the vision of an Adani or Ambani to take on the world. In global trade, lobbying is not a bad word. The Americans and Europeans have done it all along for their companies. Now the Japanese, Korean and Chinese are emulating them. If our prime minister is doing it for Indian businesses, he is discharging his duty as the chief executive of the country and not as a favour to Adani. To spite Modi, the opposition should not end up cutting the nation’s nose.(Views are personal)Sandip GhoseCurrent affairs commentator(sandipghose@hotmail.com)(Tweets @SandipGhose)The Adani Group continues to dominate headlines even after nearly three months of the Hindenburg report hitting the wires. The issue has been kept boiling not just by the opposition but also by foreign media periodically adding fuel to the fire. The company itself has been nonchalant and the government has doggedly refused to be dragged into the fracas. It has denied demands for appointment of a Joint Parliamentary Committee (JPC) probe, having acceded to a review by a Supreme Court-appointed expert committee. It has left the rest to the independent regulator, Securities and Exchange Board of India (SEBI), and the Reserve Bank of India (RBI) to deal on merit. Meanwhile, retail investors seem unfazed. As per reports, the total number of retail investors across Adani Group companies rose by 47.4% to 6.95 million by the end of March. The timing and method of assault has given rise to several conspiracy theories ranging from corporate rivalry to the invisible foreign hand trying to spoil the “India (Growth) Story” with the ultimate objective of forcing a regime change. Though the latter apprehensions may be far-fetched or debatable, at least one opposition party—namely, the Congress—has found cannon fodder to mount a full-scale attack on the government, specifically targeting the prime minister. It is reminiscent of Rahul Gandhi’s “Chowkidar Chor Hai” campaign of 2018 alleging corruption in the Rafale deal. Even then the original trigger was a report in foreign media, and many saw it as a déjà vu of Rajiv Gandhi’s Bofors moment. The current attempt to link Adani with Narendra Modi has shades of the insinuations of association between the Gandhi family and the Italian businessman Ottavio Quattrocchi during the Bofors saga. The jury is out and it is not for us to jump to any conclusion. However, it does raise some questions that merit consideration.googletag.cmd.push(function() {googletag.display('div-gpt-ad-8052921-2'); }); There are essentially three main charges against Adani: First is that of market manipulation through round tripping of money via off-shore vehicles controlled by family entities. Secondly, leveraging the inflated valuation of stocks to raise further funding. Thirdly, being a beneficiary of crony capitalism. Let us take one at a time. Round tripping as practice has existed from time immemorial and is not typical of India. Tax havens across the world thrive on the business of tax engineering. That, however, does not legitimise re-routing operations or make money laundering kosher. The task of tracing the origin of money rests with the central bank of a country. RBI has been doing a fine job of that and has earned the respect of the international financial community for its independence and professionalism. Therefore, to tarnish the reputation of the premier financial institution with unsubstantiated charges has the potential to seriously damage national credibility and climate for foreign investments. Thus, a responsible political party should be cautious in hurling such accusations which could have long-term impact and come back to haunt it if it comes to power by ousting the current dispensation. Valuation is often confused with earnings. It is no more than a temporal index of wealth based on the whims of the stock market, the ways of which are difficult to fathom. The acid test is the asset base and expected future earning streams. In the case of the Adani Group, the bulk of its investments are in infrastructure assets such as ports, airports and power that are poised to grow exponentially as India moves up in the hierarchy of the global economic order. Its recent acquisition of the Holcim cement operations in India are also linked to the infrastructure sector. Another chunk of its businesses are in energy—both traditional and green. This probably explains the faith of the retail investors in the future prospects of the group. Much is being made of Life Insurance Corporation (LIC) increasing its stake in Adani stocks, saying the money of ordinary citizens is being used to prop up a faltering crony capitalist. In fact, it can be conversely argued that by not buying Adani shares in the dip, LIC would be doing greater disservice to its shareholders. Finally comes the ‘elephant in the room’—the sensitive question of ‘crony capitalism’. As Sharad Pawar pointed out, associating business houses with the government of the day is not new. Only the names keep changing. Post-Independence one used to hear of the Birlas, Tatas, Bajaj, Dalmias and a few other names. Reliance ruled the roost for several decades. Though the Adani Group has been around for a long time, it is seen as the new kid on the block. Some may argue that it has emerged as a foil to Reliance in the Modi era. But the arguments are misplaced. The problem with crony capitalism arises when national interests are traded against favours. But mere facilitation of business cannot necessarily be construed as corruption. The country needs entrepreneurs with a risk appetite. Counterfactually speaking, without “swadeshi” businessmen like G D Birla, Jamnalal Bajaj and J R D Tata—a fledgling economy like India could not have taken strides in industrialisation. Our neighbour which got Independence at the same time is a study of contrast. Now India needs a few enterprises of global scale. Not everyone has either the ambition, audacity and above all, the vision of an Adani or Ambani to take on the world. In global trade, lobbying is not a bad word. The Americans and Europeans have done it all along for their companies. Now the Japanese, Korean and Chinese are emulating them. If our prime minister is doing it for Indian businesses, he is discharging his duty as the chief executive of the country and not as a favour to Adani. To spite Modi, the opposition should not end up cutting the nation’s nose. (Views are personal) Sandip Ghose Current affairs commentator (sandipghose@hotmail.com) (Tweets @SandipGhose)"
                        }
                    ]
                }
            ]
        }   ],
    "status": "ok",
    "totalResults": 66
}