{
    "result": [
        {
            "category": "Politics",
            "news": [
                {
                    "title": "Pawan Khera's dig at Azad as Rahul Gandhi shifts belongings from Delhi bungalow ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMijgFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9wYXdhbi1raGVyYS1zLWRpZy1hdC1hemFkLWFzLXJhaHVsLWdhbmRoaS1zaGlmdHMtYmVsb25naW5ncy1mcm9tLWRlbGhpLWJ1bmdhbG93LTEwMTY4MTQ3MDI4MjU2NC5odG1s0gGSAWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9pbmRpYS1uZXdzL3Bhd2FuLWtoZXJhLXMtZGlnLWF0LWF6YWQtYXMtcmFodWwtZ2FuZGhpLXNoaWZ0cy1iZWxvbmdpbmdzLWZyb20tZGVsaGktYnVuZ2Fsb3ctMTAxNjgxNDcwMjgyNTY0LWFtcC5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Pawan Khera's dig at Azad as Rahul Gandhi shifts belongings from Delhi bungalow",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/14/1600x900/rahul_gandhi_delhi_house_ghulam_nabi_azad_1681475012570_1681475025980_1681475025980.jpg",
                            "time": "2023-04-14T18:01:42+05:30",
                            "type": 0,
                            "summary": "Congress leader Pawan Khera on Friday took a veiled dig at former Rajya Sabha member Ghulam Nabi Azad after trucks started arriving at the Delhi residence of senior party leader Rahul Gandhi who is set to vacate the official bungalow following his disqualification as Lok Sabha member. Trucks arrived at Rahul Gandhi's Tughlaq Lane residence on Friday afternoon.Gandhi lost his Lok Sabha membership after he was found guilty in a criminal defamation case and sentenced to two years in prison. He was then asked to vacate his official bungalow at 12, Tughlaq Lane by April 22. A disqualified parliamentarian is not entitled to a government accommodation, and is given a 30-day period to vacate the official bungalow.While a Surat sessions court is set to pass an interim order on Gandhi's plea for a stay on his conviction, the Congress leader, according to his aides, has begun the process of moving out of his official bungalow and will vacate it in the next few days.On Friday, two trucks were seen parked outside his residence and the belongings were later shifted to his mother's 10, Janpath residence. In a video shared by news agency ANI, a truck can be seen arriving at 12, Tughlaq Lane.Quote-tweeting the video, Pawan Khera, Congress's media and publicity department head, mentioned Ghulam Nabi Azad in a veiled dig at the former Congress leader who is yet to vacate his official bungalow despite losing the membership of the upper house in February last year.Congress leaders have repeatedly targeted Azad over his Delhi house and, earlier this week questioned the government's decision to allow him to stay in the official bungalow. Addressing a press conference in New Delhi, Khera claimed that Satya Pal Malik, who has been a vocal critic of the BJP leadership for the past few months, has sought Z-plus security as a former governor but he has only been provided a PSO and is living in his own house, whereas Azad has been given a government bungalow and Z-plus security.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMieWh0dHBzOi8vd3d3LnJlZGlmZi5jb20vbmV3cy9yZXBvcnQvcmFodWwtc3RhcnRzLXZhY2F0aW5nLW9mZmljaWFsLWJ1bmdhbG93LXNoaWZ0cy1iZWxvbmdpbmctdG8tbW90aGVycy1ob3VzZS8yMDIzMDQxNC5odG3SAXtodHRwczovL20ucmVkaWZmLmNvbS9hbXAvbmV3cy9yZXBvcnQvcmFodWwtc3RhcnRzLXZhY2F0aW5nLW9mZmljaWFsLWJ1bmdhbG93LXNoaWZ0cy1iZWxvbmdpbmctdG8tbW90aGVycy1ob3VzZS8yMDIzMDQxNC5odG0?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Rediff.com",
                            "title": "Rahul starts vacating official bungalow, shifts belonging to mother's house",
                            "image": "https://im.rediff.com/news/2023/apr/14rahul1.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Congress leader Rahul Gandhi has started shifting his belongings from his 12, Tughlaq Lane residence as he was asked to vacate the premises by April 22 following his disqualification from Lok Sabha.IMAGE: Trucks from Rahul Gandhi's 12 Tughlak Lane bungalow, carrying his belongings, arrive at the residence of UPA chairperson Sonia Gandhi's 10 Janpath residence in Delhi. Photograph: ANI on TwitterTwo trucks were seen parked outside his residence and the belongings were later shifted to his mother's 10, Janpath residence.Sources said Gandhi is likely to soon vacate the official bungalow allotted to him.While Rahul Gandhi has seen a number of houses, he may also opt to stay with his mother and Congress Parliamentary Party chairperson Sonia Gandhi.The Lok Sabha Secretariat had sent Gandhi a notice asking him to vacate the premises by April 22 following his disqualification as MP after his conviction and two-year sentence by a Surat court in a defamation case.A few years ago, Priyanka Gandhi Vadra was also asked to vacate her Lodhi Estate bungalow as SPC cover was removed from her security."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiamh0dHBzOi8vd3d3Lm5kdHYuY29tL2luZGlhLW5ld3Mvd2F0Y2gtcmFodWwtZ2FuZGhpLXNldC10by12YWNhdGUtaG91c2UtdHJ1Y2tzLWNhcnJ5LWhpcy1iZWxvbmdpbmdzLTM5NDg1MTjSAXBodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL3dhdGNoLXJhaHVsLWdhbmRoaS1zZXQtdG8tdmFjYXRlLWhvdXNlLXRydWNrcy1jYXJyeS1oaXMtYmVsb25naW5ncy0zOTQ4NTE4L2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "Watch: Rahul Gandhi Set To Vacate House, Trucks Carry His Belongings",
                            "image": "https://c.ndtvimg.com/2023-04/pes2qto_truck-1200-_625x300_14_April_23.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "The trucks seen carrying Rahul Gandhi's belongingsWorkers were seen moving around objects as two trucks lay parked outside 12 Tughlaq Lane, the official residence of Rahul Gandhi, who was disqualified as Member of Parliament late last month and subsequently asked to vacate his official bungalow.The deadline to vacate the house is April 22.Rahul Gandhi, who has agreed to vacate the house, has been swamped with offers for home by party leaders. The 52-year-old former Congress chief and his office say the process of shifting is on and he is moving to his mother Sonia Gandhi's 10 Janpath residence as of now.Handing over will take some time and will be done before the appointed date, the Congress leader's office said.They (BJP) can take my house and put me in jail, but they can't stop me from representing the people of Wayanad and their issues, said Rahul Gandhi visiting his former constituency earlier this week.Rahul Gandhi was found guilty of defamation for a 2019 campaign trail remark implying that Prime Minister Narendra Modi was a criminal.A sessions court in Surat on Thursday said it would pronounce on April 20 its order on Rahul Gandhi's plea for a stay to his conviction in the criminal defamation case."
                        }
                    ]
                },
                {
                    "title": "Gangster Atiq Ahmad is 'Ji' for Congress like ‘Osama’: BJP's barb ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMie2h0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9pbmRpYS1uZXdzL2dhbmdzdGVyLWF0aXEtYWhtYWQtaXMtamktZm9yLWNvbmdyZXNzLWxpa2Utb3NhbWEtYmpwLXMtYmFyYi0xMDE2ODE0NjQ2MTIxNTUuaHRtbNIBf2h0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9pbmRpYS1uZXdzL2dhbmdzdGVyLWF0aXEtYWhtYWQtaXMtamktZm9yLWNvbmdyZXNzLWxpa2Utb3NhbWEtYmpwLXMtYmFyYi0xMDE2ODE0NjQ2MTIxNTUtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Gangster Atiq Ahmad is 'Ji' for Congress like ‘Osama’: BJP's barb",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/14/1600x900/PTI03-01-2023-000272B-0_1681465078954_1681465078954_1681465094880_1681465094880.jpg",
                            "time": "2023-04-14T15:10:29+05:30",
                            "type": 0,
                            "summary": "ReadAs Congress's PL Punia questioned the legality of the encounter of Atiq Ahmad's son on Thursday, the BJP pointed out that in his statement the Congress leader addressed Atiq Ahmad as 'ji'. After Osama ji and Hafiz Saeed ji comments made by Congress leaders in the past, now they have added this honorific to a gangster, mafia and criminal. Samajwadi Party says the encounter will end bhaichara and now the Congress adds ji. This is vote bank politics, BJP's national spokesperson Shehzad Poonawalla said on Friday amid intense politics over Asad's encounter. Read | '3 bullet wounds… bleeding from back': Doctor on Asad Ahmad, Ghulam post-mortem As Congress raised questions over the encounter of Asad Ahmad, BJP said the Congress leader is adding 'Ji' to the name of Atiq Ahmad. (PTI)They (the opposition) are raising question marks to the police force. They are doubting the bravery of our forces. Before the inquiry etc is over, they are coming to conclusions and giving clean chits to gangsters and mafias, Poonawalla said. Read | ‘Will not receive body…' : Mother of Asad Ahmed's aide after he was shotCongress leader Digvijaya Singh was accused of calling Osama bin Laden 'Osama ji' though he later said he was only being sarcastic.Samajwadi Party has criticised the Jhansi encounter and said Uttar Pradesh received the maximum NHRC notices on such actions as 'fake encounters'. By doing fake encounters, the BJP government is trying to divert attention from the real issues. The BJP does not believe in the court at all. Today's and recent encounters should also be thoroughly investigated and the culprits should not be spared. The right and wrong is not decided by those in power. BJP is against the brotherhood, Akhilesh Yadav said.Asad and his aide Ghulam were killed by the Special Task Force in Jhansi after intelligence input was received that Asad was hatching a plan to free his father Atiq Ahmad by attacking the police convoy when Atiq Ahmad was being brought to the hearing. We had information that to help the accused Atiq and Ashraf escape there could be an attack on the police convoy bringing them back to UP in the case (Umesh Pal murder case). In view of this information, teams of civil police and special forces were deployed, said Prashant Kumar, Special Director General (Law and order).SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL2FzYWQtYWhtZWQtZW5jb3VudGVyLWF0aXEtYWhtZWQtZ2FuZ3N0ZXJzLXNvbi1oYWQtcGxhbnMtdG8tYXR0YWNrLWZhdGhlcnMtY29udm95LWl0LXdhc250LXRvLWZyZWUtaGltLTM5NDc0MTnSAZMBaHR0cHM6Ly93d3cubmR0di5jb20vaW5kaWEtbmV3cy9hc2FkLWFobWVkLWVuY291bnRlci1hdGlxLWFobWVkLWdhbmdzdGVycy1zb24taGFkLXBsYW5zLXRvLWF0dGFjay1mYXRoZXJzLWNvbnZveS1pdC13YXNudC10by1mcmVlLWhpbS0zOTQ3NDE5L2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "Exclusive: Gangster's Son Had Plans To Attack Father's Convoy. It Wasn't To Free Him",
                            "image": "https://c.ndtvimg.com/2023-04/n2ngte3g_asad-ahmed_120x90_13_April_23.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Asad and his co-accused Ghulam were gunned down by UP police on Thursday.Murder accused Asad Ahmed and Ghulam, gunned down in Jhansi on Thursday by the Uttar Pradesh police, planned to attack the convoy transporting dreaded gangster-turned-politician, and Asad's father, Atiq Ahmed, top sources said today. They didn't plan to break Atiq free as the security was tight, but would have fired a few rounds at the convoy to sensationalise the case to embarrass the Uttar Pradesh government, sources said.Asad and his co-accused wanted questions to be raised on Atiq's security so that his transfer from Sabarmati jail in Gujarat to UP would be halted, they said.After the murder of Umesh Pal, it had become difficult for Atiq and his brother Ashraf to ensure the safety of Asad, sources said, adding that Atiq had also sought help from his acquaintances to protect his son.Sources said Asad had a meeting with his uncle Ashraf for over two hours on February 11, the day that his father and two others were sentenced to life imprisonment after a court in Prayagraj found them guilty in the 2006 Umesh Pal kidnapping case.The plan to kill Umesh Pal was hatched on February 11, they said. Eight associates of Asad were also present in the meeting, reportedly arranged in collusion with prison authorities, with Ashraf in Bareilly jail. There were no security cameras at the spot. Umesh Pal was murdered 13 days later.Atiq and Ashraf have confessed to the meeting, police sources said.Umesh Pal, the key witness in the BSP MLA Raju Pal murder case, and his police security guards Raghavendra Singh and Sandeep Nishad, were shot dead outside his home in Prayagraj's Dhoomanganj on February 24.After Umesh Pal's murder on February 24, Asad hid at a house in Prayagraj for a day, police sources said. He went to Kanpur on February 26 on a motorcycle, then to Delhi's Anand Vihar on a bus, and stayed at Jamia Nagar and Sangam Vihar areas in the south of the national capital.Asad left for Ajmer in Rajasthan on March 15 and headed to Mumbai later, after which he travelled to Jhansi through Nashik and Kanpur. He stayed for a few days at all of these places, police sources said.Asad didn't travel by train and kept using buses or other means of road transport for his almost 4,000 km journey. Most of his time was spent in commute.Sources said a man named Haidar, who is currently lodged in Bareilly prison, helped Asad hide in Delhi. Police have arrested three of Haidar's associates from Delhi.On March 28, Atiq Ahmed was convicted by an MP-MLA court and sentenced to rigorous life imprisonment in the abduction case of now-dead Umesh Pal. Atiq Ahmed and his family came under the scanner as CCTV footage showed how Mr Pal was murdered by indiscriminate firing and a bomb blast. 19-year-old Asad was seen chasing Umesh Pal with a gun in hand.Atiq Ahmed, who has over 100 cases against him over the last 43 years, has been convicted in the same case."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2luZGlhL3N0b3J5L2F0aXEtYWhtZWQtY29uZmVzc2VzLXJlbWFuZC1jb3B5LXVtZXNoLXBhbC1tdXJkZXItc2FoaXN0YS1wYXJ2ZWVuLXNvbi1hc2FkLWVuY291bnRlci0yMzYwMTI3LTIwMjMtMDQtMTTSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "Atiq Ahmed confessed to planning Umesh Pal's murder, having links with ISI & LeT: Remand copy",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/atiq-ahmed-pti-sixteen_nine.jpeg?VersionId=I62FPOQarShWxHsd5vwB6cijW_W_cUjf",
                            "time": null,
                            "type": 1,
                            "summary": "By Arvind Ojha: Gangster-politician Atiq Ahmed told police that he hatched the conspiracy to kill Umesh Pal from inside jail, according to the remand copy. He also said that his wife Shaista had informed him that two gunmen accompanied Umesh Pal, and their killing was also part of the plan.Umesh Pal was the key witness in the 2005 murder case of BSP MLA Raju Pal.advertisementAtiq Ahmed's son Asad was one of the accused in the case of Umesh Pal's murder in February. Asad, along with Atiq's henchman Ghulam, was killed in a police encounter in Jhansi on Thursday.Questions have been raised over the encounter in which Asad and Ghulam were killed.Atiq Ahmed told the police in his statement on April 12, that he hatched the conspiracy of Umesh Pal's murder from inside a jail.NO DEARTH OF WEAPONS, SAYS ATIQAtiq has also revealed his connection with Pakistani spy agency ISI and terror organisation Lashkar-e-Taiba, according to the remand copy.I have no shortage of weapons as I have direct relations with Pakistani agency ISI and terrorist organisation Lashkar-e-Taiba, said Atiq, according to the remand copy.From Pakistan, weapons are dropped at the Punjab border through drones .. which are collected by local contacts, and from those consignments terrorists of Jammu and Kashmir also get weapons, Atiq said.According to the remand copy, Atiq had asked his wife Sahista Parveen for a cellphone and a SIM and mentioned the name of the government official who would help smuggle the gadget into the prison. A mobile handset and a SIM card were also made available to Atiq's brother, Ashraf.KILLING OF POLICEMEN PRE-PLANNEDAtiq said that Shaista informed him that two gunmen accompanied Umesh Pal, and there was an order to kill both the policemen too, according to the remand copy.This means that the attack on the two policemen accompanying Umesh Pal was pre-planned too. Both of them were killed in the attack.Atiq Ahmed's statement was recorded under Section 161 on Wednesday.Atiq's wife, Shaista Parveen, is absconding and several teams have been formed to nab her.According to sources, Prayagraj police had input that Shaista could attend the funeral of her son Asad. The teams are on alert about this.Close aides of gangster Abu Salem in Maharashtra were believed to have arranged shelter for Asad and Ghulam while they were on the run after the murder of Umesh Pal. Atiq's brother Ashraf, who is lodged in a jail in Bareilly, had helped Asad and Ghulam to escape to MaharashtraadvertisementAtiq had also on Thursday begged to attend Asad's funeral.Asad's grave has been dug in the cemetery of Kasari Masari area of Prayagraj. Atiq Ahmed is only 20 minutes away from where his son is being buried, and won't be able to see him for the last time."
                        }
                    ]
                }
            ]
        }
    ],
    "status": "ok",
    "totalResults": 66
}