{
    "result": [
        {
            "category": "Technology",
            "news": [
                {
                    "title": "WhatsApp security alert: Messaging app gets privacy tools to combat hackers, know more details ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMilgFodHRwczovL3d3dy5maW5hbmNpYWxleHByZXNzLmNvbS9saWZlL3RlY2hub2xvZ3ktd2hhdHNhcHAtc2VjdXJpdHktYWxlcnQtbWVzc2FnaW5nLWFwcC1nZXRzLXByaXZhY3ktdG9vbHMtdG8tY29tYmF0LWhhY2tlcnMta25vdy1tb3JlLWRldGFpbHMtMzA0Njc3OS_SAZsBaHR0cHM6Ly93d3cuZmluYW5jaWFsZXhwcmVzcy5jb20vbGlmZS90ZWNobm9sb2d5LXdoYXRzYXBwLXNlY3VyaXR5LWFsZXJ0LW1lc3NhZ2luZy1hcHAtZ2V0cy1wcml2YWN5LXRvb2xzLXRvLWNvbWJhdC1oYWNrZXJzLWtub3ctbW9yZS1kZXRhaWxzLTMwNDY3NzkvbGl0ZS8?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Financial Express",
                            "title": "WhatsApp security alert: Messaging app gets privacy tools to combat hackers, know more details",
                            "image": "https://www.financialexpress.com/wp-content/uploads/2023/04/WhatsApp-new-final.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "WhatsApp, the popular messaging platform owned by Facebook, has recently announced new security features aimed at protecting users’ accounts from unauthorised access. These new features include Account Protect, Device Verification, and Automatic Security Codes. These new features are important for user privacy considering that WhatsApp has come under scrutiny in recent years for its privacy practices.WhatsApp’s end-to-end encryption, which ensures that only the sender and recipient can read messages, has been praised by many for its security. However, when the chat company announced controversial changes to its privacy policy that would allow the app to share user data with Facebook, it sparked concern among users, many fearing that their private messages and personal information would at privacy risks. This led to many users switching to alternatives apps like Signal and Telegram. The new features could be seen as one of the ways to win back their trust.Coming back to the new features, Account protect is meant for adding an extra layer of security to users’ accounts. If a user attempts to switch their WhatsApp account to a new device, they will be prompted to verify their identity on their old device before they can switch their account to new device. In simple words it means that if someone else tries to move the account to a different device without the user’s permission, they will be unable to do so without access to the user’s old device.WhatsApp has introduced a new security feature called Device Verification to protect users’ accounts from mobile device malware. WhatsApp explains this feature as something that requires no additional steps from users and is designed to take advantage of the way people typically read and react to messages sent to their device. When a user receives a message, their WhatsApp client wakes up and retrieves the message from the WhatsApp server. This process cannot be impersonated by malware that steals the authentication key and attempts to send messages from outside the user’s device.ALSO READ l WhatsApp to let users edit contacts without leaving the app: All you need to know about feature updateThird is the Automatic Security Codes- a new security feature that automatically verifies a secure connection without the need for a long 60-digit code. This feature is based on a cryptographic process called key transparency and uses a new Auditable Key Directory (AKD) that is built on an open-sourced library. The AKD allows WhatsApp clients to automatically validate a user’s encryption key and ensures that it is genuine. It also allows anyone to verify audit proofs of the directory’s correctness, which helps to increase transparency and accountability."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiiQFodHRwczovL20udGltZXNvZmluZGlhLmNvbS9nYWRnZXRzLW5ld3Mvd2hhdHNhcHBzLW5ldy1mZWF0dXJlcy1haW0tdG8ta2VlcC15b3Utc2FmZS1mcm9tLWhhY2tlcnMtc2NhbXMtaGVyZXMtaG93L2FydGljbGVzaG93Lzk5NDY5MTYxLmNtc9IBjQFodHRwczovL20udGltZXNvZmluZGlhLmNvbS9nYWRnZXRzLW5ld3Mvd2hhdHNhcHBzLW5ldy1mZWF0dXJlcy1haW0tdG8ta2VlcC15b3Utc2FmZS1mcm9tLWhhY2tlcnMtc2NhbXMtaGVyZXMtaG93L2FtcF9hcnRpY2xlc2hvdy85OTQ2OTE2MS5jbXM?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "WhatsApp’s new features aim to keep you safe from hackers, scams: Here’s how",
                            "image": "https://static.toiimg.com/thumb/msid-99469134,width-1070,height-580,imgsize-20992,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "WhatsApp AccountProtectWhatsApp Device VerificationWhatsApp Automatic Security CodesWhatsApp, an instant messaging app owned by Facebook parent Meta , boasts the privacy and security of the platform. It offers features such as end-to-end encryption, two-step verification and biometric protection, among others. The company has now announced three new security features aimed at providing extra layers of privacy and more control over messages.WhatsApp has announced Account Protect , Device Verification and Automatic Security Codes. The additional security features will be added in the coming months.“These are three additional ways we’re helping secure your account. We hope people enjoy the increased security these features offer, and we look forward to announcing more updates soon,” the company said.There are times when users want to shift their WhatsApp account to a new smartphone. From now on, WhatsApp will ask users on their old devices to verify that they want to take this step as an extra security check. This feature will alert users in case there is an unauthorised attempt to move their account to another device.For example, if you work as a reviewer or you have purchased a new phone and you are now moving your data to a new device, you may be asked to verify your authenticity before you can transfer your account to the new phone.At a time when mobile device malware is becoming one of the biggest threats to people’s privacy and security, WhatsApp is moving ahead to put checks to help prevent hackers from taking advantage of users’ phones and using their WhatsApp to send unwanted messagesWhatsApp said that it has added checks to help authenticate users’ accounts - with no action needed from their side. These checks are aimed at better protecting users if their devices are compromised.Currently, users can manually check the security code verification by tapping the contact and accessing the “Encryption” tab under a contact’s info. This feature helps users ensure that they are chatting with the intended recipient.WhatsApp is also rolling out a new security feature based on a process called “Key Transparency” that will automatically verify that they have a secure connection. What it means for users is that when they click on the encryption tab, they will be able to quickly verify that their personal conversation is secured."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiM2h0dHBzOi8vOXRvNW1hYy5jb20vMjAyMy8wNC8xNC93aGF0c2FwcC1zZWN1cml0eS0yL9IBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "9to5Mac",
                            "title": "PSA: You might need your old iPhone to open WhatsApp on your new one",
                            "image": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2023/04/WhatsApp-security.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
                            "time": "2023-04-14T11:47:49+00:00",
                            "type": 1,
                            "summary": "An upcoming WhatsApp security feature means that you might need to authorize your old phone to allow your account to be moved to a new one …The new feature is known as Account Protect, and applies to both iPhones and Android smartphones.If you need to switch your WhatsApp account to a new device – we want to double check that it’s really you. From now on, we may ask you on your old device to verify that you want to take this step as an extra security check. This feature can help alert you to an unauthorized attempt to move your account to another device.The company doesn’t go into details of exactly how this works – whether it is something you can do in advance, or whether you need both old and new phones at the same time. The latter possibility could pose problems for those who sell their old iPhone before buying their new one.We’ve reached out to WhatsApp owner Meta for comment, and will update with any response, but for now it’s just worth noting as a potential extra step before wiping your old phone.Two additional security features are also coming. One is designed to make it easier to double-check that you haven’t been fooled into chatting with an attacker impersonating one of your contacts. You can already do this, but it’s a bit of a fiddly process. Automatic Security Codes is intended to make this much easier.Our most security conscious users have always been able to take advantage of our security code verification feature, which helps ensure you are chatting with the intended recipient. You can check this manually by going to the encryption tab under a contact’s info. To make this process easier and more accessible to everyone, we’re rolling out a security feature based on a process called “Key Transparency” that allows you to automatically verify that you have a secure connection. What it means for you is that when you click on the encryption tab, you’ll be able to verify right away that your personal conversation is secured. For those interested in going deeper into the tech, click here.Finally, extra steps are being taken to prevent a rogue app using your WhatsApp account in the background.Device Verification: Mobile device malware is one of the biggest threats to people’s privacy and security today because it can take advantage of your phone without your permission and use your WhatsApp to send unwanted messages. To help prevent this, we have added checks to help authenticate your account – with no action needed from you – and better protect you if your device is compromised. This lets you continue using WhatsApp uninterrupted. Go deeper on the tech here.The company is also reminding people to use two existing security features.While there’s many things we can do to make security easy for everyone, there are two features that only you can turn on: two-step verification and use of end-to-end encrypted backups."
                        }
                    ]
                },
                {
                    "title": "OnePlus Nord 3 India Launch Soon, Smartphone Enters Testing Stage: Report ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMidmh0dHBzOi8vZW5nbGlzaC5qYWdyYW4uY29tL3RlY2hub2xvZ3kvb25lcGx1cy1ub3JkLTMtaW5kaWEtbGF1bmNoLXNvb24tc21hcnRwaG9uZS1lbnRlcnMtdGVzdGluZy1zdGFnZS1yZXBvcnQtMTAwNzM0NDnSAXtodHRwczovL2VuZ2xpc2guamFncmFuLmNvbS9saXRlL3RlY2hub2xvZ3kvb25lcGx1cy1ub3JkLTMtaW5kaWEtbGF1bmNoLXNvb24tc21hcnRwaG9uZS1lbnRlcnMtdGVzdGluZy1zdGFnZS1yZXBvcnQtMTAwNzM0NDk?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Jagran English",
                            "title": "OnePlus Nord 3 India Launch Soon, Smartphone Enters Testing Stage: Report",
                            "image": "https://imgeng.jagran.com/images/2023/apr/OnePlus  (1)1681460472558.jpg",
                            "time": "2023-04-14T13:47:00+05:30",
                            "type": 0,
                            "summary": "ONEPLUS, a well-known consumer electronic brand based in China which introduced the Nord series back in 2019 as a mid-range smartphone, is expected to introduce the third generation Nord smartphone soon. According to the reports, the smartphone has already entered the testing phase and could soon make its global debut.The OnePlus Nord 3 will be the successor to the OnePlus Nord 2, which has been a hit product as it was impressive in terms of price and specifications in the segment. Additionally, the company is expected to make decent changes in the next-generation mid-range phone. However, the company has not announced any official confirmation about the launch or the specifications. Here are the expected specifications as the rumour mill suggestsOnePlus Nord 3 Specifications: (Expected)According to the reports, the smartphone could debut as the rebranded version of Ace 2V which has already been launched in China quite recently. If the reports are believed to be true, the smartphone could come with a 6.72-inch AMOLED display and a full HD+ resolution. The smartphone will also get a 120 Hz refresh rate panel. Under the hood, the smartphone is expected to sport MediaTek Dimensity 9000 which can come paired with up to 16 GB RAM and up to 256 GB storage. The smartphone is expected to run on the latest skin based on Android 13.The smartphone could be introduced by a 5,000 mAh battery with fast charging support.In terms of camera, the smartphone is expected to get a triple camera setup which might include a 50 MP primary shooter along with an 8 MP ultrawide lens and 2 MP macro lens. For selfies and video calls, the smartphone could get 16 MP.OnePlus Nord 3 Availability:The company has not made any official announcements about the launch of the smartphone at the time of writing but the report suggests that the company may soon announce the debut of Nord 3."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMifmh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS90ZWNobm9sb2d5L29uZXBsdXMtbGF1bmNoZXMtbm9yZC1idWRzLTItYXQtYS1zcGVjaWFsLW9mZmVyLXdpdGgtbm9yZC1jZS0zLWxpdGUtNWctMTE2ODEyMzIyMDk4OTkuaHRtbNIBggFodHRwczovL3d3dy5saXZlbWludC5jb20vdGVjaG5vbG9neS9vbmVwbHVzLWxhdW5jaGVzLW5vcmQtYnVkcy0yLWF0LWEtc3BlY2lhbC1vZmZlci13aXRoLW5vcmQtY2UtMy1saXRlLTVnL2FtcC0xMTY4MTIzMjIwOTg5OS5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Mint",
                            "title": "OnePlus launches Nord Buds 2 at a special offer with Nord CE 3 Lite 5G",
                            "image": "https://www.livemint.com/lm-img/img/2023/04/11/600x338/NordBuds2_1681235141584_1681235148362_1681235148362.jpeg",
                            "time": "2023-04-11T22:40:54+05:30",
                            "type": 1,
                            "summary": "Sales for the two much-awaited OnePlus products – the OnePlus Nord CE 3 Lite 5G and OnePlus Nord Buds 2 – are starting on April 11 and we couldn’t be more excited. Both the new gadgets promise an upgrade on the fast and smooth OnePlus experience for users and are available at a special launch offer. Those buying the OnePlus Nord CE 3 Lite 5G on April 11 can get the OnePlus Nord Buds CE worth ₹2,299 free of cost till the stock lasts.Read on to know about the larger than life specifications of the new launches.OnePlus Nord CE 3 Lite 5GThe OnePlus Nord CE 3 Lite 5G brings a bigger, better OnePlus Nord Core Edition experience – with an upgraded battery, camera, performance and entertainment.Larger than life camera: The OnePlus Nord CE 3 Lite 5G comes with a massive 108 MP Camera System and 9-in-1 pixel binning to give you photos that are brighter, clearer and more natural. Its inbuilt Electronic Image Stabilization (ESI) technology enables you to shoot with enhanced detail and clarity even in low light and you can catch faraway objects – faces, flowers, et all, with utmost clarity using the 3X Lossless Zoom. The smartphone also has additional features like an upgraded Portrait Mode with a 2MP depth-assist camera, which adjusts the depth of field for life-like clarity while using the rear camera, or filters like bokeh and effects that enhance the photos even further. You can bring your creative side out with a diverse line-up of video modes – like Slow Motion Video to capture high-resolution action shots or Dual View Video mode to shoot Vlogs using both front and rear camera views at the same time.Larger than life battery: One of the biggest upgrades on the OnePlus Nord CE 3 Lite 5G is the massive 5,000 mAh battery with 67W SUPERVOOC Endurance Edition, which is usually only found in OnePlus flagship smartphone models. This boosts the battery from 0 to 80 per cent in just 30 minutes. So for an entire day, you can take photos and videos, chat and stream your favourite movies and OTT shows without worrying about it running out. The smartphone offers a low-temperature charging experience, with 12 built-in temperature sensors that work in the background as the smartphone charges to keep it cool. In addition, a Smart Battery Health Engine improves the lifespan and preserves the capacity of the phone’s battery. This provides smart, adaptive charging that matches your charging and sleeping patterns to prevent overcharging and premature ageing, thereby increasing its lifespan by up to 4 years of daily charging.Larger than life performance: The OnePlus Nord CE 3 Lite 5G is powered by a Qualcomm Snapdragon 695 5G chipset which enhances its performance as you put the smartphone to different kinds of uses, whether it is gaming, streaming or productivity. The smartphone upgrades the fast and smooth OnePlus device experience with a robust GPU, increased power efficiency and dual 5G mode network support with Wi-Fi 5 for seamless connectivity. This experience is further enhanced with 8 GB of virtual RAM expansion allowing it to convert hard drive space into temporary virtual RAM so that you can transition between different apps and multi-task even faster.Larger than life gaming: For those who love to game on their high-performance smartphones, the OnePlus Nord CE 3 Lite 5G promises to level up the gaming experience with its purpose-built gaming optimisations. With OxygenOS 13.1, you can win each and every point when you game with a reduced system lag and screen tearing with an upgraded GPA Frame Stabilizer. With features like Quick Startup and Game Focus Mode, you can go straight into the last saved game without having to negotiate annoying opening animations and ads and even block off unwanted notifications, and prevent mistouches for a focused gaming experience.Larger than life display and design: The entire visual experience of this smartphone is made immersive with a large 6.72 120 Hz FHD display, that allows more room for gaming as well as watching your favourite shows. The display comes with a 91.4 per cent screen-to-body ratio and an adaptive refresh rate which syncs with your usage habits to provide a totally seamless experience. At a peak brightness of 680 nits, every detail is crystal clear even when you look at the screen in direct sunlight. The larger than life OnePlus Nord CE 3 Lite 5G looks very sleek with a glossy exterior and back. The phone has a thickness of 8.3 mm and a flat-edge design which makes it comfortable to hold and use. It is available in two exciting shades –Pastel Lime Chromatic Gray.OnePlus Nord Buds 2The all-new OnePlus Nord Buds 2 offer immense clarity and an impactful base as you tune into all your favourite numbers. The earphones use an AI algorithm to offset low-frequency responses and perform consistently even through ups and downs in the volume.Larger than life clarity: Experience the finest sound quality, whether you are listening to pop or rock, soul or EDM. The OnePlus Nord Buds 2 come with a 12.4 mm Extra-large Driver Unit, which is the largest driver unit which increases the base quality by allowing more air inflow for improved sound. An added layer of titanium in the vibrating diaphragm improves audio stiffness and provides an instantaneous response for audio that fares very high on clarity and boldness while a high tension copper coil enhances tension and endurance. These earphones also come with an Active Noise Cancellation feature with 25dB depth so you can block out all the unwanted background sounds.Larger than life bass: The BassWave algorithm keeps audio quality true to its original and exhibits broad bass. To balance the sound quality, the dynamic base enhancement in the Master Equalizer compensates for weak base pitches and only slightly for strong bass, which lets you enjoy the top quality voice calls. This experience is further improved by the Advanced Clear Call feature, strengthened by a dual mic system that amplifies human voice while you are on an audio or video call.Larger than life battery: The powerful battery on OnePlus Nord Buds 2 can keep you going for up to 5 hours without the case and 27 hours with the case, with the AAC and ANC features turned on. For long days spent outdoors, when you need a recharge, it barely needs 10 minutes of charging to keep you going for the next 5 hours, if the ANC feature is turned off. This Fast Charging feature is fitted to both the earbuds as well as the charging case. The earbuds are made using eco-friendly materials and look snazzy with a design inspired by cosmic elements. They are durable against water and dust, so you can take them out anywhere without the worry of damage from rain, sweat, or sand.Larger than life offersAs part of a special launch offer, you can get the OnePlus Nord Buds CE worth ₹2,299 totally free of cost if you buy the OnePlus Nord CE 3 Lite 5G on April 11 till the stock lasts.The offer is available on purchases made on OnePlus.in, Amazon.in, OnePlus Experience Stores, authorised stores and select partner stores, till stocks last.If you miss the early bird deal, you can get the OnePlus Nord Watch at a discount of ₹1,000 when you buy the OnePlus Nord CE 3 Lite 5G on OnePlus.in or the OnePlus Store App between April 12 to April 15. From April 16 to April 30, you can buy the OnePlus Nord Watch at a discount of ₹500 when you buy the OnePlus Nord CE 3 Lite 5G on OnePlus.in or the OnePlus Store App.Disclaimer: This article has been produced on behalf of the brand by HT Brand Studio"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimQFodHRwczovL3d3dy50aGVoaW5kdS5jb20vc2NpLXRlY2gvdGVjaG5vbG9neS9nYWRnZXRzL29uZXBsdXMtbm9yZC1jZS0zLWxpdGUtNWctYnVkZ2V0LXNtYXJ0cGhvbmUtcmV2aWV3LWdvb2QtYWx0ZXJuYXRpdmUtd2l0aGluLXJhbmdlL2FydGljbGU2NjczMjA5MC5lY2XSAZ4BaHR0cHM6Ly93d3cudGhlaGluZHUuY29tL3NjaS10ZWNoL3RlY2hub2xvZ3kvZ2FkZ2V0cy9vbmVwbHVzLW5vcmQtY2UtMy1saXRlLTVnLWJ1ZGdldC1zbWFydHBob25lLXJldmlldy1nb29kLWFsdGVybmF0aXZlLXdpdGhpbi1yYW5nZS9hcnRpY2xlNjY3MzIwOTAuZWNlL2FtcC8?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Hindu",
                            "title": "OnePlus Nord CE 3 Lite 5G Review | A good alternative within its range",
                            "image": "https://th-i.thgim.com/public/sci-tech/technology/bt8pqt/article66732084.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202023-04-11%20at%2010.07.27%20PM.jpeg",
                            "time": "2023-04-13T06:27:22+00:00",
                            "type": 1,
                            "summary": "April 13, 2023 11:57 am | Updated 12:52 pm ISTSucceeding Nord CE 2 Lite, OnePlus unveiled a new budget segment smartphone, OnePlus Nord CE 3 Lite 5G. The budget range is one of the most competitive sections in the Indian smartphone market, and it will be interesting to see how the new Nord CE 3 Lite 5G will fare against the competition.Inside the BoxWe received the phone, a clear silicone case, an 80W charger, Type-A to Type-C data cable, a SIM ejector pin, and documentation.DesignThe new OnePlus Nord CE 3 Lite 5G holds a similar look to the recently launched Realme 10 Pro, especially the placement of camera sensors. The cameras are housed in the same substantial dual circular components. A larger aperture and a more central position for the flash have also been added. The phone misses out on the famous alert slider present on the OnePlus phones.We got our hands on the Chromatic Grey variant of the phone, which offers a nice touch to the aesthetic appeal of the phone. The phone is light and easy to carry around, thanks to its all-plastic body design. For protecting display, the phone comes guarded with Corning Gorilla Glass.(For top technology news of the day, subscribe to our tech newsletter Today’s Cache)The front sports a flat glass display with a large cutout in the center at the top for the front camera. The bezels are thicker at the bottom of the display, but the Nord CE 3 Lite also seemingly has thicker bezels at the top than the Realme 10 Pro. Along the sides, the Nord CE 3 Lite has a power button on the right that also doubles up as the fingerprint sensor. We don’t understand why the company has made this move rather than incorporating the sensor on display. On the left lies a dual SIM tray along with the volume buttons.The top sports a microphone and a slim grille. At bottom lies a second microphone, the other loudspeaker, a 3.5mm headphone jack and a Type-C port.DisplayThe new Nord CE 3 Lite 5G comes with a 6.72-inch IPS LCD display with a screen resolution of 1800x2400 pixels and support of 120Hz refresh rate. The display is capable of adjusting refresh rate between 30Hz to 120Hz based on the content consumed. The screen has a peak brightness of 680 nits making the screen visible outdoors comfortably. For a budget-range phone, the colour reproduction is good, producing bright and vivid colours. The display lacks HDR support, which the company could have used to provide a competitive edge over smartphones in the same range. However, the content streamed from Amazon and Netflix is of standard quality.OSThe new Nord CE 3 Lite 5G is running on OxygenOS 13.1 on top of Android 13. The UI is very clean and just like all the OnePlus phones we have reviewed.PerformanceThe Nord CE 3 Lite is powered by the Qualcomm Snapdragon 695, something we have seen in the Realme 10 Pro and the Nord CE 2 Lite. As successor of CE 2 Lite, the phone clocks a little higher in terms of performance. The processor experience is identical to that of Realme 10 Pro. It does a good job of handling every task with comfort, whether you are multitasking or playing games. For gaming, the phone has the support of Adreno 619. We were able to play Battle Royale titles with good graphics quality. Still, we would suggest playing games with normal requirements as higher quality games slowed down the phone.The variant we reviewed came with 8GB of RAM and 256GB UFS 2.2 storage with microSD expansion. There is also an option for virtual memory expansion, allowing you to create a 468GB page file on the storage to swap from when the device runs out of system memory.CameraThe Nord CE 3 Lite 5G features three rear camera sensors, with the main camera being 108MP with an aperture of f1.75. The second sensor is a 2MP macro lens with an aperture of f2.4, and the third sensor is a 2MP depth sensor with an aperture of f2.4. The phone misses out on an ultra-wide lens.The main rear camera sensor delivers images of great quality in daylight conditions. The colour maintenance is very good, with a fine contrast level. By default, the main sensors capture images in 12MP resolution. We suggest minimum use of the HDR as it renders the natural output. The rear camera also has the feature of 3x lossless zoom, which, when used with a little precision, turns out to be very effective in maintaining details. For capturing images at night, we would suggest using the night mode straight away to get decent image quality. The overall images at night are of average quality.On the front, the selfie camera is of 16MP with an aperture of f2.4. The selfies captured were very good, maintaining details very precisely with no over-beautification of the face.BatteryThe Nord CE 3 Lite 5G is powered by a 5,000mAh battery. There is no doubt that the battery can power every task throughout the day with comfort. During our review period, the battery ran almost till the first half of the next day with a single charge on average use. The charging speed of the phone is a plus point. The company has provided an 80W charger, but we noticed that, unlike other OnePlus Nord phones, this specific model took considerably longer to charge.VerdictThe new OnePlus Nord CE 3 Lite 5G presents a good alternative within its range, but it somehow seems identical to the Realme 10 Pro. As an upgrade, it does a good job. Furthermore, we would have liked to see HDR support in the display.The back design of the phone is quite reflective which made it difficult for us to click images of the phone. Overall, the phone gets the basics of battery and processing right. The company missed out on an IP rating as well.The Nord CE 3 Lite 5G starts at ₹19,999."
                        }
                    ]
                }
            ]
        }   ],
    "status": "ok",
    "totalResults": 66
}