{
    "result": [
        {
            "category": "Top stories",
            "news": [
                {
                    "title": "Same Sex Marriage | Will Not Deal With Marriage Equality In Personal Laws Now: Supreme Court - Live Law ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMibGh0dHBzOi8vd3d3LmxpdmVsYXcuaW4vdG9wLXN0b3JpZXMvc2FtZS1zZXgtbWFycmlhZ2Utc3VwcmVtZS1jb3VydC1tYXJyaWFnZS1lcXVhbGl0eS1pbi1wZXJzb25hbC1sYXdzLTIyNjY2MdIBcGh0dHBzOi8vd3d3LmxpdmVsYXcuaW4vYW1wL3RvcC1zdG9yaWVzL3NhbWUtc2V4LW1hcnJpYWdlLXN1cHJlbWUtY291cnQtbWFycmlhZ2UtZXF1YWxpdHktaW4tcGVyc29uYWwtbGF3cy0yMjY2NjE?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Live Law - Indian Legal News",
                            "title": "Same Sex Marriage | Will Not Deal With Marriage Equality In Personal Laws Now: Supreme Court",
                            "image": "https://www.livelaw.in/h-upload/2023/04/18/468829-same-sex-marriage-and-sc.jpg",
                            "time": "2023-04-18T21:11:16+05:30",
                            "type": 0,
                            "summary": "The ongoing legal proceedings pertaining to the petitions seeking legal recognition for same-sex marriage in India have left the entire nation in a state of anticipation. Today was the first day of the hearing before a Constitution bench comprising CJI DY Chandrachud, Justice Sanjay Kishan Kaul, Justice Ravindra Bhat, Justice Hima Kohli, and Justice PS Narasimha. The day saw arguments ranging from equality of the laws, privacy and dignity of the members of the LGBTQIA++ community, and the rights concurrent to marriage equality, among others. However, what was of pertinence was the ambit or canvas of arguments which the Court decided to hear in the upcoming days. At the very outset, upon questions being raised by the Solicitor General of India Tushar Mehta, who was appearing for the Central Government, on the maintainability of the petitions, the court clarified that for now, it would be limiting itself to the ambit of the Special Marriage Act and would steer clear of personal laws.Centre Questions Maintainability of Petitions, Seeks to Implead StatesBefore delving deeper into the bench's discussion on whether it would deal with marriage equality in personal laws or not, it is important to take note of SG Tushar Mehta's arguments on maintainability. SG Mehta argued that the subject the court was dealing with was creation of a socio-legal relationship of marriage and the same was the domain of the competent legislature. He added that if the court still decides to hear the matter, it should implead all States as parties in the matter. He said–When the subject is in the concurrent list, we cannot rule out the possibility of one state agreeing to it and another state being against it. In case of states not being joined, the petitions wouldn't be maintainable. The debate which is to happen to conferring or creation of socio-legal institution - should that be the forum of this court or parliament?The court was not inclined to quash the petitions on the ground of maintainability with CJI DY Chandrachud interjecting the SG and stating that the nature of the SG's preliminary objection depended upon the canvas the petitioners opened up. He said–Once we have a picture on what is the canvas they're arguing on, we may tell them what is the canvas we want them to argue on.Per contra, Senior Advocate Mukul Rohatgi contended that the SG's submissions did not hinge the maintainability of the petitions under Article 32. He added–I have a right to approach this court. I have a right to be heard. My grievance may be right or wrong, your lordships will decide upon that but we are persons who are of the same sex. We have, according to us, the same rights under the Constitution as the heterosexual group of the society. Your lordships have held that. The only stumbling block on our equal rights was 377. That is now gone. Criminality is now gone. The unnatural part or order of nature is gone from our statute. So therefore our rights are equal.He also added that the right to approach the Supreme Court under Article 32 was itself a fundamental right.Post broad submissions by Senior Advocate Mukul Rohatgi, the bench noted that it had understood the canvas of the matter and had decided that it could steer clear of personal laws. CJI DY Chandrachud orally remarked–Now that we've understood broadly the canvas of the matter, we can at this stage, steer clear of personal law. It may not be necessary for the court to then get into personal law.Can we deal with questions pertaining to Special Marriage Act now and leave personal laws for a better time? Asks Supreme CourtSenior Advocate Menaka Guruswamy, representing a petitioner who had sought an expansive reading of the Hindu Marriage Act to include queer marriages within its ambit stated–The Hindu Marriage Act is not an issue necessarily of personal law. It is a statutory law. We will demonstrate that. The origin of the Hindu Marriage Act, the Hindu code, did something that was not permitted in sacramental Hindu Law, which is, inter caste marriages, Sagothra marriages, inheritance...However, the bench did not seem eager to entertain arguments on marriage equality in Hindu Marriage Act at this juncture. CJI DY Chandrachud orally remarked–There may be some amount of sage wisdom in also going about our tasks in incremental manner. Because otherwise do we then confine ourselves only to Hindu Marriage Act? What about the Parsis, Jews, Muslims- there are a lot of communities. The Constitution itself and the law itself is evolving so the court has to be mindful that we're moving by process of interpretation. Perhaps, going incrementally, cover a canvas for the present, confine yourself to this canvas, and then allow parliament's perception to evolve with time. Because parliament is also responding to the evolution of society. We can't deny the fact that there is undoubtedly the legislative element also involved.Justice SK Kaul supported the opinion of the Chief Justice and added–Sometimes incremental changes in issues of societal ramifications are better. There is time for everything. Therefore what was being suggested was- can we, for the time being, confine it only to limited issue, don't step into personal law issues. You can assist on how we can develop the notion of a civil union which finds recognition in our statute - the Special Marriage Act?To this, Guruswamy responded that marriage was not only a question of dignity but also a bouquet of rights that LGBTQ people are being denied post (Navtej Singh) Johar. While highlighting the rights marriage ensured to a person, she said that if the community is granted anything less of the right of marriage, individual members of the queer community will have to come and litigate on individual issues. She said–Bank account, life insurance, medical insurance...I cannot buy SCBA medical insurance. This is the reality of how rights are exercised. Rights are exercised when you're able to protect your relationships. One facet of that right is the constitutional value of dignity, equality, fraternity. The other facet is the day-to-day business of life. When we look at law in India, most rights flow from this notion of blood relationships, i.e., either being born into a family or being married. That is the problem. If it is short of full marriage, it will mean that subsequently, not just Mr Rohatgi, but Mr Kirpal, me, we will keep coming back to court to litigate individual issues of discrimination. I am not able to nominate my partner for life insurance. These are not theoretical issues. This is our life. This is why we say marriage. Because that is the notion that the legal framework which is premised on common law understands and takes within its fold. So anything short - if it is a civil union, this correspondence will now start with insurance company, with banks, with hospitals, with wills, with estate duties, with anything that is pre requisite to be able to live a life outside a home, including buying that home.However, Justice Kaul still did not seem satisfied and stated that even in the judgement in Puttaswamy, the court did find that there were nuances that came up later. He added–It may require more visits to court. We can't say. But we cannot say that it'll be possible to work out all possible nuances now. If you say you don't want to touch personal law, then the argument is limited. So can we in SMA, read person and leave everything else for a better time?The hearing will necessarily affect personal laws: SG MehtaUpon court's insistence to not delve into the ambit of personal laws as of yet, SG Mehta argued that whether the court liked it or not the hearings would necessarily affects personal laws. Rebutting Dr Guruswamy's submission, he submitted that Hindu marriage Act was a codified personal law and even other religions such as Islam had personal laws. Justice Kaul interrupted his arguments and said–We're not getting into the personal laws.SG Mehta still insisted upon his point and said–That's not the point. Somebody who is not Hindu can come here and say why did you not give me the same treatment, I want to be Hindu, I want to marry under HMA...Your lordships will have Hindus, Muslims- everyone will be affected. Therefore the central government very respectfully prays that states will have to be heard.However, the bench refused to hear arguments on personal laws and asked the SG to confine his submissions to the discussion ongoing in court. Justice Kaul said–We're saying we're not going into the broader canvas. We're unwilling to go into personal laws. Therefore, they have agreed for the time being to argue on aspects which we're considering.SG Mehta still continued his argument on personal laws to persuade the bench and said–Today your lordships may not go into personal law but the window of personal law will open. Entry 5, concurrent law is agnostic. It's the law of marriage. It's not Hindu, Muslim or Parsi. So I'm reiterating that my preliminary objection be taken first and you may issue notice to states.The CJI then stated that the bench will reflect upon the same."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMid2h0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9zYy1zZXgtd2VkZGluZ3Mtc3BlY2lhbC1tYXJyaWFnZS1hY3Qtd2lsbC1zdGVlci1jbGVhci1vZi1wZXJzb25hbC1sYXdzLTg1NjMxNTcv0gF8aHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL2luZGlhL3NjLXNleC13ZWRkaW5ncy1zcGVjaWFsLW1hcnJpYWdlLWFjdC13aWxsLXN0ZWVyLWNsZWFyLW9mLXBlcnNvbmFsLWxhd3MtODU2MzE1Ny9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "SC to examine if same-sex weddings can be permitted under Special Marriage Act, but will steer clear of personal laws",
                            "image": "https://images.indianexpress.com/2023/04/SC-bench.jpg",
                            "time": "2023-04-18T16:33:20+05:30",
                            "type": 1,
                            "summary": "The Supreme Court bench hearing petitions seeking legal recognition of same-sex marriages Tuesday said it will steer clear of the area of personal laws but will only examine if the right can be conferred under The Special Marriage Act (SMA), 1954. Crucially, in response to an argument that the “legislative intent” of marriage throughout has been a “relationship between a biological man and a biological female”, the apex court underlined that “there is no absolute concept” of a man or woman.A five-judge Constitution bench, presided by Chief Justice of India D Y Chandrachud, said it will restrict itself to the SMA and not broaden the canvas. The bench, also comprising Justices S K Kaul, Ravindra Bhat, Hima Kohli and P S Narasimha, said it is better to proceed incrementally than to try and deal with it all together.“Sometimes incremental changes in issues of societal ramifications are better. There is time for everything. Therefore, what was being suggested was, can we for the time being confine only to limited issue, and not step into personal law issues,” said Justice Kaul.Solicitor General Tushar Mehta, appearing for the Centre, urged the court to first consider the government’s objections to the maintainability of the petitions. He said the subject involves the creation of a socio-legal relationship of marriage which is the domain of the competent legislature.Mehta also said it was important that states be heard on the issue. He said that since the subject is on the concurrent list, one cannot rule out the possibility of a state agreeing to it and another being against it. He argued that the petitions would not be maintainable if states are not joined.The CJI said that what the SG was trying to raise in the form of a preliminary objection is a response to the merits of the petition, but Mehta denied this.Senior Advocate Mukul Rohatgi, appearing for some of the petitioners, said what the SG argued did not hinge on the maintainability of a writ petition by an individual who complains that his fundamental rights are being restricted. “I have a right to approach this court”. He said homosexuals have the same rights under the Constitution as heterosexual groups of society.AdvertisementRohatgi said that the only stumbling block to their equal rights was IPC Section 377 which was struck down. “Criminality is now gone. The unnatural part or order of nature is gone from our statute. So, therefore, our rights are equal”, he argued, adding that “if our rights are identical…, then we want to enjoy the full extent of our rights under (articles) 14, 15, 19 and 21.”He contended that there is still stigma attached to homosexual relations which can be done away only with a declaration by the Supreme Court. “We want privacy in our homes and not face stigma in public places. So we desire the same institution between two people as is available to others – the concept of marriage and family. Because marriage and family are respected in our society,” he said.Once the court declares that we can register our marriages under SMA, “society will accept us. The stigma will only go once the state recognises it. That will be full and final assimilation,” he said.AdvertisementThe CJI said that “between (the SC’s ruling in) Navtej Johar (wherein Section 377 was held unconstitutional) and today, our society has found much greater acceptance of same-sex couples. That’s very positive because you find that there is a greater acceptance in our Universities”. He added that “in this evolving consensus, the court is also playing a dialogical role to create that consensus and move towards an equal future”.Senior Advocate Menaka Guruswamy said marriage is not only a question of dignity but also carried with it a bouquet of rights that the LGBTQ community is denied post Navtej Johar, for eg, those pertaining to bank account, life insurance, medical insurance. “I cannot buy Supreme Court Bar Association (SCBA) medical insurance”.Guruswamy said that any relief short of full marriage would mean that the LGBTQ community will have to keep coming back to court to litigate individual issues of discrimination.Justice Kaul, however, said that even in the Puttaswamy case wherein privacy was held as a fundamental right, “we found that there were nuances that come up later. It may require more visits to court. We can’t say. But we cannot say that it will be possible to work out all possible nuances now”.Mehta said acceptance of any relation in society is not dependent on either legislation or judgment. “It comes only from within.” He added that “the legislative intent of the legislature throughout has been a relationship between a biological male and a biological female, including SMA.”AdvertisementDisagreeing, the CJI said “there is a very important value judgment that you are making – that the very notion of a biological man is absolute or that notion of a biological woman is also absolute which is incorrect. There is no absolute concept of a man or absolute concept of a woman at all. Biological man is not a definition of what your genitals are… It’s far more complex… So even when the SMA says man and woman, the very notion of a man and notion of a woman is not an absolute based on what genitals you have.”The SG said that “for man, irrespective of other attributes than the genitals, there are age limits prescribed. The court will have to examine whether marriage is a fundamental right, right to marry de hors the law is a fundamental right.”AdvertisementHe added that if the notion the CJI referred to is treated to be a guiding factor to decide whether one is a man or a woman, the court will unintentionally be making several acts unworkable. “I may have the genitals of a man, but is otherwise a female as is possibly being suggested, then how would I be treated under CrPC. As a woman can I be called, for giving a statement after a particular time… I may say this is only a notion (that I am a man). I may have the genitals of a man but now I am a woman. There are several issues which have to be gone into, better Parliament go into it.”"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiqgFodHRwczovL3d3dy50aGVzdGF0ZXNtYW4uY29tL3N1cHBsZW1lbnRzL2xhdy9zYW1lLXNleC1tYXJyaWFnZS1tZW1iZXJzLXNob3VsZG50LWJlLXN0aWdtYXRpc2VkLWJ1dC1iZS1hc3NpbWlsYXRlZC13aXRoLXNvY2lldHktcGV0aXRpb25lci1hcmd1ZXMtYmVmb3JlLXNjLTE1MDMxNzMzNjIuaHRtbNIBrgFodHRwczovL3d3dy50aGVzdGF0ZXNtYW4uY29tL3N1cHBsZW1lbnRzL2xhdy9zYW1lLXNleC1tYXJyaWFnZS1tZW1iZXJzLXNob3VsZG50LWJlLXN0aWdtYXRpc2VkLWJ1dC1iZS1hc3NpbWlsYXRlZC13aXRoLXNvY2lldHktcGV0aXRpb25lci1hcmd1ZXMtYmVmb3JlLXNjLTE1MDMxNzMzNjIuaHRtbC9hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Statesman",
                            "title": "Same sex marriage: SC confines it to the Special Marriage Act",
                            "image": "https://www.thestatesman.com/wp-content/uploads/2023/02/Supreme-Court-iStock-1.jpg",
                            "time": "2023-04-18T17:40:27+00:00",
                            "type": 1,
                            "summary": "The Supreme Court on Tuesday confined the examination of the plea seeking legal recognition of same sex marriage tom the Special Marriage Act without in any way infringing upon different personal laws of the Hindus, Muslims and the others.Limiting the scope of the issue to the Special Marriage Act without touching upon other consequential issues including adoption, a five-judge constitution bench comprising Chief Justice D.Y. Chandrachud, Justice Sanjay Kishan Kaul, Justice S. Ravindra Bhat, Justice Hima Kohli and Justice Pamidighantam Sri Narasimha said, “It cannot decide everything before deciding anything” leaving other issues to follow in due course of time for their resolution.The entire issue got narrowed down to the Special Marriage Act as senior advocate Mukul Rohatgi appearing for one of the petitioners seeking legal recognition of same sex marriage told the court that they were seeking this declaration in favour of same sex marriage independent of Hindu personal law, under the Special Marriage Act.The daylong hearing saw Solicitor General Tushar Mehta appearing for the Centre telling the constitution bench to leave the issue to be dealt by the legislature. He sought issuance of notice to the States to seek their response on the contentious issue – a plea that was opposed by the lawyers appearing for the different petitioners who argued that issue involves fonduta rights of persons seeking legal sanction of same sex marriage.Senior advocate Abhishek Manu Singhvi appearing for a petitioner seeking legal sanction to same sex marriage said that consequential issues involves so many facets that mere recognition of same sex marriage cannot be left to be an empty shell.Senior advocate Kapil Sibal appearing for a Muslim organisation said that though personally he was in favour of the issue but it involves may complexities like in the event of a breakdown of the same sex marriage who will be the father and who will be projected as wife for the purposes of criminal code.Sibal told the court that since it (court) has limited the ambit of issue to the Special Marriage Act, he is out of the case as he was to argue on the basis of Muslim personal law. However, the bench asked him to assist the court in the matter at a later stage.Another senior advocate Rakesh Dwivedi cautioned the court that even if it decides the issue by limiting it to Special Marriage Act, the such a same sex couple would be at the window of other consequential reliefs.The court is seized of a batch of petitions relating to the issue of same sex marriage, challenging the denial of the access to the to the institution of marriage to the members of the LGBTQ+ community as being in contravention of Part III of the Constitution, including Articles 14,15,19 and 21."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMicmh0dHBzOi8vd3d3LmRlY2NhbmhlcmFsZC5jb20vbmF0aW9uYWwvbm8tYWJzb2x1dGUtY29uY2VwdC1vZi1tYW4tb3Itd29tYW4tb24tdGhlLWJhc2lzLW9mLWdlbml0YWxzLXNjLTEyMTA4MzguaHRtbNIBdmh0dHBzOi8vd3d3LmRlY2NhbmhlcmFsZC5jb20vYW1wL25hdGlvbmFsL25vLWFic29sdXRlLWNvbmNlcHQtb2YtbWFuLW9yLXdvbWFuLW9uLXRoZS1iYXNpcy1vZi1nZW5pdGFscy1zYy0xMjEwODM4Lmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Deccan Herald",
                            "title": "No absolute concept of man or woman on the basis of genitals: SC",
                            "image": "https://www.deccanherald.com/sites/dh/files/articleimages/2023/04/18/supreme-court-pti-1104444-1651070537-1104832-1651165229-1105118-1651248824-1106440-1651670314-1210706-1681800085-1210838-1681832095.jpg",
                            "time": "2023-04-18T20:43:51+05:30",
                            "type": 1,
                            "summary": "The Supreme Court on Tuesday said that there is no absolute concept of man or a woman and it cannot be only about the genitals, rather it is far more complex.The top court, while going ahead with hearing a batch of petitions seeking legal recognition to same-sex marriage, also said it would not step into personal laws but restrict it to the Special Marriage Act to give it gender neutral interpretation by evolving civil union relationship.Appearing for the Centre, Solicitor General Tushar Mehta submitted before a five-judge bench led by Chief Justice of India D Y Chandrachud that there is a legislative intent that a marriage can only happen between a biological man and a biological woman under the laws including in the Special Marriage Act.Also Read | Will not go into personal laws, says SC while hearing pleas for legal validation for same-sex marriagesThe CJI, however, said told Mehta orally, “You are making very important judgement. That very notion of a biological man is absolute and the notion of biological woman is also absolute”.Mehta said a biological man is a biological man and it is not a notion.“There is no absolute concept of a man or a woman at all, it cannot be the definition of what your genitals are, it is far more complex. Even when the Special Marriage Act says man and woman, the very notion of a man and notion of a woman is not an absolute, based on what genitals you have,” the bench said in oral observation.At the outset, Mehta insisted that his preliminary objections against the maintainability of the petitions seeking same-sex marriage should be decided first.He said all States should be issued notices before a decision is made by the top court.Mehta submitted that the institution of marriage affects personal laws, Hindu Marriage Act is a codified personal law and Islam has their own personal law, and part of them is not codified.However, the bench, also comprising justices Sanjay Kishan Kaul, S Ravindra Bhat, Hima Kohli, and P S Narasimha, said that it is not getting into personal laws.Senior advocate Mukul Rohatgi, representing one of the petitioners seeking recognition of same-sex marriage, submitted that his clients seek a declaration that “we have a right to get married”.A counsel said that right will be recognised by the state as under the Special Marriage Act and the marriage will be recognised by the State after declaration of this court.Rohatgi contended that this is because even now we are stigmatised, and this is even after IPC Section 377 judgement in Navtej Singh Johar case.The counsel said that the Special Marriage Act should mention 'spouse' instead of man and women.Senior advocate Rakesh Dwivedi, appearing of one the parties in the matter opposing same-sex marriages, contended that marriage between man and woman is not a gift of law, but existed since time immemorial and marriages are necessary to perpetuate the human race itself.He contended that even SMA has provisions reflective of personal laws and talks about different marriageable age for a man and a woman.How would one reconcile with these (who is man and who is woman), he asked.Senior advocate Kapil Sibal, appearing for some Muslims organisation, submitted that he is all for such relationships but is concerned about the serious societal consequences, which may follow after declaration.What happens if they adopt a child and later want to separate? Who gets maintenance, he asked.Sibal stressed that if piecemeal arrangement is done then it will create more complications, which will hurt the community and in other countries where same-sex marriages were recognised, they overhauled the entire legal framework.The petitioners questioned validity of certain provisions of the Hindu Marriage Act, the Foreign Marriage Act and the Special Marriage Act and other laws on the ground that they denied same sex couples the right to marry."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMieGh0dHBzOi8vd3d3LnJlZGlmZi5jb20vbmV3cy9yZXBvcnQvc2FtZS1zZXgtbWFycmlhZ2UtaS1hbS1zb3JyeS1tci1zb2xpY2l0b3Itd2UtYXJlLWluLWNoYXJnZS1zYy10ZWxscy1nb3Z0LzIwMjMwNDE4Lmh0bdIBemh0dHBzOi8vbS5yZWRpZmYuY29tL2FtcC9uZXdzL3JlcG9ydC9zYW1lLXNleC1tYXJyaWFnZS1pLWFtLXNvcnJ5LW1yLXNvbGljaXRvci13ZS1hcmUtaW4tY2hhcmdlLXNjLXRlbGxzLWdvdnQvMjAyMzA0MTguaHRt?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Rediff.com",
                            "title": "Same-sex marriage: I am sorry Mr solicitor, we are in charge, SC tells govt",
                            "image": "https://im.rediff.com/news/2020/dec/27supreme-court.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMihwFodHRwczovL3d3dy50aGVoaW5kdS5jb20vbmV3cy9uYXRpb25hbC9zYy1zaWRlLXN0ZXBzLWNlbnRyZXMtcHVzaC10by1sZWF2ZS1zYW1lLXNleC1tYXJyaWFnZS1kZWNpc2lvbi10by1wYXJsaWFtZW50L2FydGljbGU2Njc1MjA4MC5lY2XSAYwBaHR0cHM6Ly93d3cudGhlaGluZHUuY29tL25ld3MvbmF0aW9uYWwvc2Mtc2lkZS1zdGVwcy1jZW50cmVzLXB1c2gtdG8tbGVhdmUtc2FtZS1zZXgtbWFycmlhZ2UtZGVjaXNpb24tdG8tcGFybGlhbWVudC9hcnRpY2xlNjY3NTIwODAuZWNlL2FtcC8?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Hindu",
                            "title": "SC side-steps Centre’s push to leave same sex marriage decision to Parliament",
                            "image": "https://th-i.thgim.com/public/news/national/wmp09d/article66752267.ece/alternates/LANDSCAPE_1200/PTI04_18_2023_000071B.jpg",
                            "time": "2023-04-18T14:49:34+00:00",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMidWh0dHBzOi8vd3d3LmxpdmVsYXcuaW4vdG9wLXN0b3JpZXMvc2FtZS1zZXgtbWFycmlhZ2Utc3VwcmVtZS1jb3VydC1nZW5kZXItbm90LWEtY29uY2VwdC1vZi13aGVyZS15b3VyLWdlbml0YWxzLTIyNjYzMdIBeWh0dHBzOi8vd3d3LmxpdmVsYXcuaW4vYW1wL3RvcC1zdG9yaWVzL3NhbWUtc2V4LW1hcnJpYWdlLXN1cHJlbWUtY291cnQtZ2VuZGVyLW5vdC1hLWNvbmNlcHQtb2Ytd2hlcmUteW91ci1nZW5pdGFscy0yMjY2MzE?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Live Law - Indian Legal News",
                            "title": "Same Sex Marriage Hearing | Gender Not A Concept Of What Your Genitals Are, It Is Far More Complex: CJI DY Chandrachud Orally Remarks In Marriage Equality Case",
                            "image": "https://www.livelaw.in/h-upload/2023/04/18/468831-same-sex-marriage-cji-dy-chandrachud-justice-sanjay-kishan-kaul-justice-ravindra-bhat-justice-hima-kohli-and-justice-ps-narasimha.jpg",
                            "time": "2023-04-18T15:10:09+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMilgFodHRwczovL20udGltZXNvZmluZGlhLmNvbS92aWRlb3MvZW50ZXJ0YWlubWVudC9oaW5kaS92aXZlay1hZ25paG90cmktaGFuc2FsLW1laHRhLXZvaWNlLWZvci1zYW1lLXNleC1tYXJyaWFnZS1pdHMtYS1odW1hbi1uZWVkL3ZpZGVvc2hvdy85OTU4NTczMS5jbXPSAZoBaHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vdmlkZW9zL2VudGVydGFpbm1lbnQvaGluZGkvdml2ZWstYWduaWhvdHJpLWhhbnNhbC1tZWh0YS12b2ljZS1mb3Itc2FtZS1zZXgtbWFycmlhZ2UtaXRzLWEtaHVtYW4tbmVlZC9hbXBfdmlkZW9zaG93Lzk5NTg1NzMxLmNtcw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "Vivek Agnihotri, Hansal Mehta voice for same sex marriage: 'It’s a human need'",
                            "image": "https://timesofindia.indiatimes.com/photo/99585731/size-46654/99585731.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimgFodHRwczovL3d3dy5iYXJhbmRiZW5jaC5jb20vbmV3cy9zYW1lLXNleC1tYXJyaWFnZS1jYXNlLXN0YXJ0cy1oZWF0ZWQtbm90ZS1zdXByZW1lLWNvdXJ0LWdvdmVybm1lbnQtd2FudHMtbWFpbnRhaW5hYmlsaXR5LWhlYXJkLWZpcnN0LWNqaS1zYXl5LXdpbGwtZGVjaWRl0gGkAWh0dHBzOi8vd3d3LmJhcmFuZGJlbmNoLmNvbS9hbXAvc3RvcnkvbmV3cy9zYW1lLXNleC1tYXJyaWFnZS1jYXNlLXN0YXJ0cy1oZWF0ZWQtbm90ZS1zdXByZW1lLWNvdXJ0LWdvdmVybm1lbnQtd2FudHMtbWFpbnRhaW5hYmlsaXR5LWhlYXJkLWZpcnN0LWNqaS1zYXl5LXdpbGwtZGVjaWRl?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Bar & Bench - Indian Legal News",
                            "title": "Same-Sex marriage case starts on heated note in Supreme Court; Government wants maintainability to be heard first; CJI says he will decide",
                            "image": "https://gumlet.assettype.com/barandbench%2F2023-04%2F5e283721-4e2a-403a-b1fe-972624d32a3b%2F18.jpg?w=1200&auto=format%2Ccompress&ogImage=true&enlarge=true",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMibWh0dHBzOi8vd3d3Lm5kdHYuY29tL2luZGlhLW5ld3Mvc2FtZS1zZXgtbWFycmlhZ2UtY2FzZS1pbi1zdXByZW1lLWNvdXJ0LXRvZGF5LWNlbnRyZS1vcHBvc2VzLXJlcXVlc3RzLTM5NTcwOTLSAXNodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL3NhbWUtc2V4LW1hcnJpYWdlLWNhc2UtaW4tc3VwcmVtZS1jb3VydC10b2RheS1jZW50cmUtb3Bwb3Nlcy1yZXF1ZXN0cy0zOTU3MDkyL2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV.com",
                            "title": "\"No Absolute Concept Of Man, Woman\": Supreme Court In Gay Marriage Hearing",
                            "image": "https://c.ndtvimg.com/2023-04/2hqq95f8_supreme-court-bench_625x300_18_April_23.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        }
                    ]
                },
                {
                    "title": "Focus on B L Santhosh as Jagadish Shettar opens fire: ‘His blue-eyed boy got priority’ ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMidmh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9wb2xpdGljYWwtcHVsc2UvZm9jdXMtb24tYi1sLXNhbnRob3NoLWphZ2FkaXNoLXNoZXR0YXItb3BlbnMtZmlyZS1rYXJuYXRha2EtODU2MzUxOC_SAXtodHRwczovL2luZGlhbmV4cHJlc3MuY29tL2FydGljbGUvcG9saXRpY2FsLXB1bHNlL2ZvY3VzLW9uLWItbC1zYW50aG9zaC1qYWdhZGlzaC1zaGV0dGFyLW9wZW5zLWZpcmUta2FybmF0YWthLTg1NjM1MTgvbGl0ZS8?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "Focus on B L Santhosh as Jagadish Shettar opens fire: ‘His blue-eyed boy got priority’",
                            "image": "https://images.indianexpress.com/2023/04/santhosh-Shettar.jpg",
                            "time": "2023-04-18T19:31:50+05:30",
                            "type": 0,
                            "summary": "A day after he joined the Congress, former Karnataka Chief Minister Jagadish Shettar on Tuesday minced no words as he hit out at BJP national general secretary (organisation) B L Santhosh, alleging that those loyal to him were promoted at the expense of many senior leaders.Shettar said the BJP would face defeat even though Santhosh was able to execute his “game plan”. “There is a saying in the party (BJP), that the party is more important than any individual. However, (these days) loyalty to a person is more important than loyalty to the party. Those loyal to him were given priority,” said the former CM, who was a six-time BJP MLA.The ruling party has fielded Mahesh Tenginakayi from Hubli-Dharwad Central, whom Shettar called Santhosh’s “Manasa Putra (blue-eyed boy)”. Said the former CM, “Because of Santhosh’s commitment, he got the ticket.” In 2018, Tenginakayi had to withdraw his nomination from Kalghatgi constituency in Dharwad due to public opposition, said Shettar. Eventually, C M Nimbannavar won on a BJP ticket.The former CM alleged that Santhosh had plans to not field other senior leaders such as Vishweshwar Hegde Kageri and S Suresh Kumar. But, fearing blowback over dropping several candidates, the central BJP leader was not able to execute it. Shettar claimed that in Mysuru former minister S A Ramdas was denied a ticket and T S Srivatsa who is close to Santhosh was nominated.Responding to the allegations, Tenginakayi said, “Santhoshji is a Sangh pracharak and working without any desires or aspirations. He does not pick and choose. Any one person cannot take such decisions in the party. Decisions are made by the BJP Parliamentary Board.”Must Read | BJP walks caste tightrope in Karnataka ticket allocation, tries to pacify groups unhappy about quota changesShettar’s allegations have put Santhosh back in the spotlight like in the past few elections. Santhosh and former Chief Minister BS Yediyurappa are known to have been involved in a feud when the former was the BJP general secretary (organisation) of the state unit. The differences between the two camps often came to the fore during the distribution of election tickets. According to party insiders, there has been speculation in the past about Santosh harbouring chief ministerial ambitions and cultivating his coterie of supporters in each district.In the past few years, as Yediyurappa’s influence over the state unit loosened, Santhosh, who hails from Karnataka, tried to assert himself. In the last few elections, such as the Rajya Sabha polls in 2020, Santhosh gained an upper hand as he secured tickets for candidates selected by him, much to the chagrin of some state leaders. For the coming polls too, Santhosh has succeeded in ensuring tickets to several of his loyalists.AdvertisementThough the list of candidates shows that Yediyurappa still continues to have his say in the affairs of the state unit, insiders say that the control of the state BJP office is now firmly in Santhosh’s hands. Shettar on Tuesday made this point, noting that BJP vice president Nirmal Kumar Surana whom Yediyurappa expelled in 2017 was reinstated two years later.Santhosh has been active in the run-up to the May 10 elections, holding meetings with the cadre of the BJP and the Rashtriya Swayamsevak Sangh (RSS) in several parts of the state. Amid speculation that Leader of Opposition Siddaramaiah of the Congress could contest from Kolar, he shifted his focus to the constituency and is learnt to have held strategy meetings. In the end, the Congress fielded Siddaramaiah from Varuna in Mysuru district and nominated Kothur G Manjunath from Kolar.Siddaramaiah told reporters in Mysuru that it was Santhosh’s ploy to field minister V Somanna against him even though the Govindrajnagar MLA was not keen on contesting from Varuna."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMibWh0dHBzOi8vd3d3Lm5kdHYuY29tL2thcm5hdGFrYS1uZXdzL2NvbmdyZXNzLXJlbGVhc2VzLTR0aC1saXN0LW9mLTctY2FuZGlkYXRlcy1mb3Ita2FybmF0YWthLWVsZWN0aW9uLTM5NTk1NjLSAXNodHRwczovL3d3dy5uZHR2LmNvbS9rYXJuYXRha2EtbmV3cy9jb25ncmVzcy1yZWxlYXNlcy00dGgtbGlzdC1vZi03LWNhbmRpZGF0ZXMtZm9yLWthcm5hdGFrYS1lbGVjdGlvbi0zOTU5NTYyL2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "Congress Releases 4th List Of 7 Candidates For Karnataka Election",
                            "image": "https://c.ndtvimg.com/2020-01/dqh52igg_congress-generic_625x300_21_January_20.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "The Congress released its fourth list of candidates for the Karnataka electionWith just two days left for filing of nominations to end for May 10 Assembly polls in Karnataka, the Congress on Tuesday announced its fourth list of seven candidates, confirming the ticket to former Chief Minister Jagadish Shettar, who joined the party after quitting BJP.Shettar has been given the ticket from Hubli-Dharwad-Central Assembly segment which he currently represents.A senior Lingayat leader from north Karnataka region, who had also served as state BJP president, Leader of Opposition, Speaker and Minister in the past, the six-time MLA had joined Congress on Monday, after quitting the BJP over being denied the ticket to contest the Assembly polls.Congress has fielded H D Thammaiah, who recently quit BJP and joined the party, from Chikkamagaluru, where the ruling party's national general secretary C T Ravi is in the fray.From Shiggaon, where Chief Minister Basavaraj Bommai is the BJP candidate, Congress has fielded Mohammed Yousuf Savanur.Sitting MLA Durgappa S Hoolageri has been fielded from Lingsugur, while in Harihar sitting MLA S Ramappa has been denied the ticket and it has been given to Nandagavi Srinivas.Other candidates named in the fourth list are Deepak Chinchore (Hubli-Dharwad-West) and M A Gopalaswamy (Shravanabelagola).With the addition of seven names and the first three list of 124, 42 and 43 candidates respectively (including in Melukote where it's backing a candidate of a different party), the Congress has so far announced candidates for 216 out of total 224 seats.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMisgFodHRwczovL3d3dy50aGVoaW5kdS5jb20vZWxlY3Rpb25zL2thcm5hdGFrYS1hc3NlbWJseS9ibC1zYW50b3NoLWVuc3VyZWQtdGhhdC1pLXdhcy1kZW5pZWQtYmpwLXRpY2tldC1mb3Ita2FybmF0YWthLWFzc2VtYmx5LWVsZWN0aW9ucy1jbGFpbXMtamFnYWRpc2gtc2hldHRhci9hcnRpY2xlNjY3NTA1MzIuZWNl0gG3AWh0dHBzOi8vd3d3LnRoZWhpbmR1LmNvbS9lbGVjdGlvbnMva2FybmF0YWthLWFzc2VtYmx5L2JsLXNhbnRvc2gtZW5zdXJlZC10aGF0LWktd2FzLWRlbmllZC1ianAtdGlja2V0LWZvci1rYXJuYXRha2EtYXNzZW1ibHktZWxlY3Rpb25zLWNsYWltcy1qYWdhZGlzaC1zaGV0dGFyL2FydGljbGU2Njc1MDUzMi5lY2UvYW1wLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Hindu",
                            "title": "B.L. Santosh ensured that I was denied BJP ticket for Karnataka Assembly elections, claims Jagadish Shettar",
                            "image": "https://th-i.thgim.com/public/todays-paper/hkxjs/article66745776.ece/alternates/LANDSCAPE_1200/Shettar-resigns%2BGVMB4BESQ.3.jpg.jpg",
                            "time": "2023-04-18T09:31:42+00:00",
                            "type": 1,
                            "summary": "April 18, 2023 03:01 pm | Updated 03:54 pm IST - BelagaviFormer Karnataka CM Jagadish Shettar, who quit the BJP to join the Congress, believes that he was denied the ticket to contest the Assembly elections by the machinations of party national general secretary (organisation) B.L. Santosh, who wanted to groom his supporters.“Mr Santosh saw to it that I did not get the BJP ticket, which went to his loyalist Mahesh Tenginakai instead. Union Minister Pralhad Joshi and Chief Minister Basavaraj Bommai told me that they were in my favour, but did not try hard enough,’‘ he told journalists in his home in Hubballi on April 18.In 2004, after Vijay Sankeshwar resigned from the party, Mr Shettar got a request from late Arun Jaitley, who was then handling Karnataka for the BJP, to contest the Lok Sabha elections from Dharwad. “But, I declined, as I was not interested in national politics. I suggested the name of Pralhad Joshi. I have campaigned harder for Mr Joshi than I have for myself. Now, I only ask Mr Joshi to recall this,’‘ he said.Asked if he would contest as a Congress candidate against Mr Joshi in the 2024 Lok Sabha elections, Mr Shettar said he would consider the possibility at the appropriate time.Coming back to Mr Santosh, he said, “Mr Santosh has been in charge of elections in Tamil Nadu, Kerala and West Bengal. But he has not succeeded anywhere. I do not understand why the BJP high command trusts him so much with elections in Karnataka, or elsewhere.”BJP claims that party is more important than individuals, but is it?“BJP’s long-held motto has been that the party is more important than any individual. But with his consistent and well-planned actions, Mr Santosh has proved this is not true. Now, Karnataka BJP is in the clutches of a few persons whose writ runs in the party. There is no democratic decision-making in the party any more,’‘ Mr Shettar claimed.“However, mine is not an isolated case. Mr Santosh has been grooming an army of loyalists across Karnataka. He has toppled senior leaders, who had remained loyal to the BJP for decades, only to accommodate his favourites. Long-time leaders, who built the party with hard work, are being shown the door, only to be replaced by ‘yes men’. Even the BJP State unit president Nalin Kumar Kateel is his man. Mr Santosh brought Mr Kateel into the core committee, and now, he has been continuing in his position (State unit president) even though his term is over. All this is only because he (Mr Kateel) obeys Mr Santosh. This will lead to weakening of the BJP’s base, and ultimate destruction of the party,’‘ Mr Shettar said.Misinformation campaign to weaken the case of sitting BJP MLAs“Mr Santosh has interfered in ticket distribution in several districts. He has been directing his followers in some constituencies to launch a misinformation campaign against popular leaders. In Hubballi, such a whisper campaign has been going on against me for 6-7 months. Some BJP workers were going around spreading rumours that I was not going to get the ticket this time, and that the decision had been taken by the BJP high command a long time ago. When I came to know of this campaign, I was surprised. How can the party deny the ticket to a six-time MLA who is also a former CM? I brought this to the notice of leaders like (Union Minister) Dharmendra Pradhan in the core committee meeting. But they did not take it seriously,” Mr Shettar said.“In Mysuru, Mr Santosh ensured that his loyalist Sri Vatsa got the ticket instead of S.A. Ramadas, MLA of Krishnaraja. Earlier, Mr Santosh had used another leader, H.V. Rajiv, to speak against Mr Ramadas openly. But the ticket went to Mr Sri Vatsa, and not Mr Rajiv. Some time ago, former minister (and Rajajinagar MLA) S. Suresh Kumar told me about a whisper campaign against him in his constituency.“Young and inexperienced leaders like former IPS officer Annamalai have been made joint in-charge of Karnataka while senior leaders like me are not consulted. That is only because Mr Annamalai is a loyalist of Mr Santosh.”Denial of ticket was not the only reason to leave BJPA visibly upset Mr Shettar reiterated that he was humiliated by the BJP leadership repeatedly.“It may seem that I am upset only because I was denied the ticket. That is not true. I was sidelined. My seniority was not respected, and I was thrown out of the party I built, without basic courtesy. But I kept quiet, as I had high regard for the party. But when they denied me a ticket without informing me beforehand, I could not take it any longer. It was as if the flood gates had opened,” he said.“I would have accepted if the party leaders had invited me to Delhi and intimated me of their decision to drop me. But that was not done. Some person called me on April 11, two days before beginning of filing of nominations and told me that I was not getting the ticket, and that I had to sign a printed form declaring that I had accepted the party’s decision. That was very insulting. I decided to change parties, to retain my self-respect. The only condition I have laid before the Congress is that I should be treated with the respect that I deserve.“Earlier, when leaders like (Union Ministers) Nitin Gadkari and Rajnath Singh were in charge of Karnataka, they consulted us extensively. We were not consulted by the new dispensation for any important decisions. In the last three years, I was not allowed to speak even for five minutes in the BJP State executive committee, of which I am a long-standing member.”Not scared of I-T raid or EDHe is neither afraid of nor bothered about raids by the income tax department or the Enforcement Directorate. “My life is an open book. There are no dark spots in my 30-year political career. I do not own or run any illegal business. I am not an extremely wealthy man. I only have some limited assets that were created through legal means. Even if the I-T or ED officers raid them, they will not find anything amiss,” the former CM said.There is no confusion in his mind about his ideological suitability in the Congress. “I like to think about it like this — both are national parties that want to work for the poor and marginalised. I have always led a life of probity. I have always had people’s welfare on the top of my mind. I will continue to do that in this party,’‘ he said.CM confident that Jagadish Shettar’s exit will not push Lingayats away from BJPChief Minister Basavaraj Bommai denied the allegation that Mr Santosh had prevented Mr Shettar from getting the BJP ticket, or that the party is in the clutches of a clique.“The party high command is following some principles in the distribution of tickets. There are systems in place. It is a very open and democratic system. Our topmost leader, Prime Minister Narendra Modi, is a highly democratic leader,’‘ he told journalists in Mudhol in Bagalkot district.“Mr Shettar is complaining about centralisation of power, but was a centre of power till recently,” he said.The CM does not expect the exit of Mr Shettar or Laxman Savadi to alter the party’s Lingayat base. “Lingayats in Karnataka are vigilant. They take the right decision about various issues. The Congress, had tried to divide the Lingayat community, but is now showing unprecedented love for them. That is nothing, but opportunism,’‘ he said. “The BJP will win a majority of seats in northern Karnataka despite the exit of some leaders.”"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMinQFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY2l0aWVzL2JlbmdhbHVydS1uZXdzL2NvbmctNHRoLWxpc3QtZm9yLWstdGFrYS1wb2xscy1vdXQtamFnYWRpc2gtc2hldHRhci1nZXRzLWh1YmxpLWRoYXJ3YWQtY2VudHJhbC1zZWF0LTEwMTY4MTgzMzA0MzIxNS5odG1s0gGhAWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9jaXRpZXMvYmVuZ2FsdXJ1LW5ld3MvY29uZy00dGgtbGlzdC1mb3Itay10YWthLXBvbGxzLW91dC1qYWdhZGlzaC1zaGV0dGFyLWdldHMtaHVibGktZGhhcndhZC1jZW50cmFsLXNlYXQtMTAxNjgxODMzMDQzMjE1LWFtcC5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Congress' 4th list for Karnataka polls out, Jagadish Shettar gets Hubli-Dharwad-Central seat",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/PTI04-17-2023-000117B-0_1681833805095_1681833833355.jpg",
                            "time": "2023-04-18T21:37:33+05:30",
                            "type": 1,
                            "summary": "The Congress on Tuesday released its fourth list of candidates, which included Jagadish Shettar, a day after his switch from the BJP ahead of the upcoming Karnataka assembly polls. The six-time MLA and former state chief minister is being fielded from Hubballi – Dharwad-Central constituency, a seat he has won multiple times. The list included 6 other candidates apart from Shettar. Bengaluru: Former Karnataka CM Jagadish Shettar with Congress President Mallikarjun Kharge during a press conference after joining the Congress Party, at KPCC office in Bengaluru, Monday, April 17, 2023.(PTI)The party has fielded Mohammed Yousuf Savanur against CM Basavaraj Bommai in the Shiggaon assembly seat. From the Chikamagalur assembly constituency, which is currently represented by BJP general secretary C T Ravi, H D Thammaaiah from Congress is contesting.On Saturday, Congress released its third list of 43 candidates which did not give former CM Siddaramaiah a second ticket from Kolar but introduced 16 fresh faces. The party has now announced 216 candidates as the state goes to polls on May 10 for its 224 seats. Karnataka Congress had announced the first list of 124 candidates before the announcement of the poll schedule by the Election Commission.The 7 candidates in Congress' fourth list are:Hubballi – Dharwad-Central: Jagadish ShettarLingsugur - SC: Durgappa S. HoolageriHubli-Dharwad -West: Deepak ChinchoreShiggaon: Mohammed Yousuf SavanurHarihar: Nandagavi SrinivasChikmagalur: H.D. ThammaiahShravanabelagola: M.A. GopalaswamyKarnataka’s prominent Lingayat leader Shettar joined the Congress on Monday morning after he was denied a ticket by the BJP. Earlier, BJP leader Arun Singh said Shettar will be taught a lesson through his defeat in the elections as the Hubli-Dharwad Central constituence has been a safe seat for the ruling party and will remain so. “Shettar had been winning from the constituency as it was a BJP seat and not because of any mass base which he never had,” he told news agency PTI.On Monday, BJP released the third and the last list of 10 candidates for the elections. This comes days after it announced 23 candidates in the second and 189 candidates in the first lists.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMicmh0dHBzOi8vd3d3Lm5kdHYuY29tL2thcm5hdGFrYS1uZXdzL2thcm5hdGFrYS1jb25ncmVzcy1maWVsZHMtZXgtYmpwLWxlYWRlci1qYWdhZGlzaC1zaGV0dGFyLWZyb20tb2xkLXNlYXQtMzk1OTU5NNIBeGh0dHBzOi8vd3d3Lm5kdHYuY29tL2thcm5hdGFrYS1uZXdzL2thcm5hdGFrYS1jb25ncmVzcy1maWVsZHMtZXgtYmpwLWxlYWRlci1qYWdhZGlzaC1zaGV0dGFyLWZyb20tb2xkLXNlYXQtMzk1OTU5NC9hbXAvMQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "Karnataka Congress Fields Ex BJP Leader Jagadish Shettar From Old Seat",
                            "image": "https://c.ndtvimg.com/2023-04/vtnp1ir8_jagadish-shettar_625x300_17_April_23.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMibGh0dHBzOi8vd3d3LnJlZGlmZi5jb20vbmV3cy9yZXBvcnQvY29uZ3MtNHRoLWxpc3Qtb3V0LXNoZXR0YXItZmllbGRlZC1mcm9tLWhpcy10cmFkaXRpb25hbC1zZWF0LzIwMjMwNDE4Lmh0bdIBbmh0dHBzOi8vbS5yZWRpZmYuY29tL2FtcC9uZXdzL3JlcG9ydC9jb25ncy00dGgtbGlzdC1vdXQtc2hldHRhci1maWVsZGVkLWZyb20taGlzLXRyYWRpdGlvbmFsLXNlYXQvMjAyMzA0MTguaHRt?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Rediff.com",
                            "title": "Cong's 4th list out, Shettar fielded from his traditional seat",
                            "image": "https://im.rediff.com/news/2023/apr/18shettar1.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimAFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2VsZWN0aW9ucy9rYXJuYXRha2EtYXNzZW1ibHktcG9sbHMtMjAyMy92aWRlby9qYWdhZGlzaC1zaGV0dGFycy13aWZlLWJyZWFrcy1kb3duLWFmdGVyLXNlZWluZy1oaW0tYmFjay1ob21lLTIzNjExMjEtMjAyMy0wNC0xN9IBnAFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2FtcC9lbGVjdGlvbnMva2FybmF0YWthLWFzc2VtYmx5LXBvbGxzLTIwMjMvdmlkZW8vamFnYWRpc2gtc2hldHRhcnMtd2lmZS1icmVha3MtZG93bi1hZnRlci1zZWVpbmctaGltLWJhY2staG9tZS0yMzYxMTIxLTIwMjMtMDQtMTc?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "Jagadish Shettar's wife breaks down after seeing him back home",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/video/202304/shet-sixteen_nine.jpg?VersionId=ApN6rx5cgPtIrf8wh0nlPpy0PX1iTPHL",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMidGh0dHBzOi8vbS50aW1lc29maW5kaWEuY29tL2luZGlhL3VucnVmZmxlZC1ieS1yZXZvbHRzLWJqcC1iYW5rcy1vbi03Mi1maXJzdC10aW1lLWNhbmRpZGF0ZXMvYXJ0aWNsZXNob3cvOTk1Njk5ODQuY21z0gF4aHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vaW5kaWEvdW5ydWZmbGVkLWJ5LXJldm9sdHMtYmpwLWJhbmtzLW9uLTcyLWZpcnN0LXRpbWUtY2FuZGlkYXRlcy9hbXBfYXJ0aWNsZXNob3cvOTk1Njk5ODQuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "Karnataka elections: Unruffled by revolts, BJP banks on 72 first-time candidates",
                            "image": "https://static.toiimg.com/thumb/msid-99578448,width-1070,height-580,imgsize-1954968,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMirwFodHRwczovL3d3dy5kZWNjYW5oZXJhbGQuY29tL2VsZWN0aW9uL2thcm5hdGFrYS9rYXJuYXRha2EtcG9sbHMtc2hldHRhci1zYXlzLWItbC1zYW50b3NoLWJlaGluZC10aWNrZXQtZGVuaWFsLWNoYXJnZXMtaGltLW9mLXByZWZlcnJpbmctaGlzLWFpZGVzLWluc3RlYWQtb2YtcGFydHktMTIxMDc1My5odG1s0gGzAWh0dHBzOi8vd3d3LmRlY2NhbmhlcmFsZC5jb20vYW1wL2VsZWN0aW9uL2thcm5hdGFrYS9rYXJuYXRha2EtcG9sbHMtc2hldHRhci1zYXlzLWItbC1zYW50b3NoLWJlaGluZC10aWNrZXQtZGVuaWFsLWNoYXJnZXMtaGltLW9mLXByZWZlcnJpbmctaGlzLWFpZGVzLWluc3RlYWQtb2YtcGFydHktMTIxMDc1My5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Deccan Herald",
                            "title": "Karnataka polls: Shettar says B L Santosh behind ticket denial, charges him of preferring his aides instead of party",
                            "image": "https://www.deccanherald.com/sites/dh/files/articleimages/2023/04/18/jagadish-shettar-deccan-ehrald-1210753-1681810895.jpg",
                            "time": "2023-04-18T15:11:35+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMid2h0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9jaXRpZXMvYmFuZ2Fsb3JlL2thcm5hdGFrYS1jb25ncmVzcy1hbm5vdW5jZXMtY2FuZGlkYXRlLXRvLXRha2Utb24tY20tYm9tbWFpLTg1NjM2NTEv0gF8aHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL2NpdGllcy9iYW5nYWxvcmUva2FybmF0YWthLWNvbmdyZXNzLWFubm91bmNlcy1jYW5kaWRhdGUtdG8tdGFrZS1vbi1jbS1ib21tYWktODU2MzY1MS9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "Karnataka: Congress announces candidate to take on CM Bommai",
                            "image": "https://images.indianexpress.com/2023/04/bommai-3.jpg",
                            "time": "2023-04-18T22:03:20+05:30",
                            "type": 2,
                            "summary": null
                        }
                    ]
                },
                {
                    "title": "‘Don’t do politics': Jaishankar to Cong leader over Kannadigas in Sudan ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMiggFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9kb250LWRvLXBvbGl0aWNzLWphaXNoYW5rYXItdG8tY29uZy1sZWFkZXItb3Zlci1rYW5uYWRpZ2FzLWluLXN1ZGFuLTEwMTY4MTgyNDkzMjEyOS5odG1s0gGGAWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9pbmRpYS1uZXdzL2RvbnQtZG8tcG9saXRpY3MtamFpc2hhbmthci10by1jb25nLWxlYWRlci1vdmVyLWthbm5hZGlnYXMtaW4tc3VkYW4tMTAxNjgxODI0OTMyMTI5LWFtcC5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "‘Don’t do politics': Jaishankar to Cong leader over Kannadigas in Sudan",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/jaishankar_1681824950870_1681824951328.jpg",
                            "time": "2023-04-18T19:20:05+05:30",
                            "type": 0,
                            "summary": "External affairs minister Subrahmanyam Jaishankar on Tuesday hit out at senior Congress leader Siddaramaiah's claim of 31 people from Karnataka being stranded in civil war-hit Sudan. External affairs minister S Jaishankar. (ANI)“Simply appalled at your tweet! There are lives at stake; don’t do politics. Since the fighting started on April 14th, the Embassy of India in Khartoum has been continuously in touch with most Indian Nationals and PIOs in Sudan”, the minister tweeted.“Their details and locations cannot be made public for security reasons. Their movement is constrained by fierce fighting that is ongoing. Plans regarding them have to take into account a very complicated security scenario. The Embassy is in constant touch with the Ministry in that regard”, he added.“It is grossly irresponsible of you to politicize their situation. No electoral goal justifies endangering Indians abroad”, the minister added.Earlier, the former Karnataka chief minister in a tweet had claimed that 31 members of the Hakki Pikki tribe were stranded in Sudan. Siddaramaiah urged Prime Minister Narendra Modi, home minister Amit Shah, external affairs minister S Jaishankar and Karnataka chief minister Basavaraj Bommai to ensure their safe return.“Hakki Pikkis in Sudan are left stranded without food since the last few days & the govt is yet to initiate action to bring them back. @BJP4India govt should immediately open diplomatic discussions & reach out to international agencies to ensure the well-being of Hakki Pikkis”, the Congress leader added.“It is also unfortunate to know that we have lost one Indian & 60 others in the ongoing civil war in Sudan. My deepest condolences to their families and pray for the peace in the region”, he added.An Indian national named Albert Augestine had died after being hit by a stray bullet amid army-paramilitary clashes in Sudan. He was working for the Dal Group Company in the African country.As of now, Sudan's rival commanders have agreed to a 24-hour ceasefire after pressure from US secretary of state Antony Blinken over deadly fighting that has engulfed the capital city of Khartoum, Reuters reported.The conflict between Sudan's armed ruling factions broke out four days ago and has killed at least 185 people across the country, triggering what the United Nations has described as a catastrophic humanitarian crisis, including the near collapse of the health system.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMibWh0dHBzOi8vd3d3Lm5kdHYuY29tL2luZGlhLW5ld3MvY29uZ3Jlc3Mtc2lkZGFyYW1haWFoLXZzLWZvcmVpZ24tbWluaXN0ZXItb3Zlci1pbmRpYW5zLXN0dWNrLWluLXN1ZGFuLTM5NTkwNjnSAXNodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL2NvbmdyZXNzLXNpZGRhcmFtYWlhaC12cy1mb3JlaWduLW1pbmlzdGVyLW92ZXItaW5kaWFucy1zdHVjay1pbi1zdWRhbi0zOTU5MDY5L2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "\"Endangering Indians...\": S Jaishankar Slams Siddaramaiah Over Sudan Tweet",
                            "image": "https://c.ndtvimg.com/2023-03/lv64o4ns_s-jaishankar-pti_625x300_24_March_23.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "S Jaishankar also posted a thread detailing the government's efforts in Sudan. (FILE)Foreign Minister S Jaishankar came down heavily on senior Congress leader Siddaramaiah this evening for his remarks over 31 tribals from Karnataka who are stuck in crisis-hit Sudan. The former Chief Minister of Karnataka, in a series of tweets, had alleged government inaction in bringing back the stranded people belonging to a tribal community in the southern state.The Hakki Pikkis in Sudan were left stranded without food for the past few days and the government has not yet initiated action to bring them back, he claimed.His allegation drew a sharp retort from Mr Jaishankar: It is grossly irresponsible of you to politicize their situation. No electoral goal justifies endangering Indians abroad.Simply appalled at your tweet! There are lives at stake; don't do politics, he wrote in another tweet denouncing Siddaramaiah's remarks.The Union Minister also posted a thread detailing the government's efforts in Sudan, where rival factions of the ruling military regime have been battling for control of the African nation.Their details and locations cannot be made public for security reasons. Their movement is constrained by fierce fighting that is ongoing, he said, adding, Plans regarding them have to take into account a very complicated security scenario. The Embassy is in constant touch with the Ministry in that regard.Simply appalled at your tweet! There are lives at stake; don't do politics.Since the fighting started on April 14th, the Embassy of India in Khartoum has been continuously in touch with most Indian Nationals and PIOs in Sudan. https:t.coMawnIwStQp — Dr. S. Jaishankar (@DrSJaishankar) April 18, 2023Plans regarding them have to take into account a very complicated security scenario. The Embassy is in constant touch with the Ministry in that regard.It is grossly irresponsible of you to politicize their situation. No electoral goal justifies endangering Indians abroad. — Dr. S. Jaishankar (@DrSJaishankar) April 18, 2023The Congress stalwart had sought for the BJP government at the Centre to immediately open diplomatic discussions and reach out to international agencies to ensure the well-being of Hakki-Pikkis.The Indian Embassy in Sudan on Tuesday issued a precautionary advisory for Indian citizens against venturing out, suggesting to ration supplies as the situation may continue for a few more days.We have come across many instances of looting. All Indian nationals are advised please not to venture out. Please ration your supplies. The situation may continue for a few more days. Please try to take help from your neighbours. Please stay at home and remain safe, tweeted the Embassy of India in Khartoum.On Monday, the Ministry of External Affairs, in view of the current clashes between the Sudanese army and the paramilitary Rapid Support Forces (RSF), set up a Control Room to provide information and assistance to Indians.At least 185 people have been killed and over 1,800 wounded since the fighting between Sudan's two top generals erupted.The fighting has trapped millions of people in their homes or wherever they could find shelter, with supplies running low and several hospitals forced to shut down.The two sides are using tanks, artillery and other heavy weapons in densely populated areas. Fighter jets swooped overhead and anti-aircraft fire lit up the skies as darkness fell."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMijQFodHRwczovL20udGltZXNvZmluZGlhLmNvbS9pbmRpYS9kb250LWRvLXBvbGl0aWNzLWphaXNoYW5rYXItc2xhbXMtc2lkZGFyYW1haWFoLW92ZXItdHdlZXQtb24taW5kaWFucy1zdHVjay1pbi1zdWRhbi9hcnRpY2xlc2hvdy85OTU5MjQ1NS5jbXPSAZEBaHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vaW5kaWEvZG9udC1kby1wb2xpdGljcy1qYWlzaGFua2FyLXNsYW1zLXNpZGRhcmFtYWlhaC1vdmVyLXR3ZWV0LW9uLWluZGlhbnMtc3R1Y2staW4tc3VkYW4vYW1wX2FydGljbGVzaG93Lzk5NTkyNDU1LmNtcw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "'Don't do politics': Jaishankar slams Siddaramaiah over tweet on Indians stuck in Sudan",
                            "image": "https://static.toiimg.com/thumb/msid-99592503,width-1070,height-580,imgsize-1119035,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "NEW DELHI: External affairs minister S Jaishankar on Tuesday lashed out at Congress leader and former Karnataka chief minister Siddaramaiah for his tweet over the evacuation of 31 tribals from Karnataka who are stuck in violence-hit Sudan Congress leader Siddaramaiah had earlier appealed to the Centre, seeking safe return of a group of 31 tribals from the state, who are stranded in violence-hit Sudan. Siddaramaiah also blamed the government for not taking action to rescue them.Hakki Pikkis in Sudan are left stranded without food since the last few days and the government is yet to initiate action to bring them back. @BJP4India government should immediately open diplomatic discussions and reach out to international agencies to ensure the well-being of Hakki Pikkis, he said on Twitter.It is reported that 31 people from Karnataka belonging to Hakki Pikki tribe, are stranded in Sudan which is troubled by civil war. I urge @PMOIndia @narendramodi, @HMOIndia, @MEAIndia and @BSBommai to immediately intervene and ensure their safe return, he added.Jaishankar asked him not to politicise the incident and highlighted the efforts taken by the government in Sudan.Simply appalled at your tweet! There are lives at stake; don’t do politics.Since the fighting started on April 14th, the Embassy of India in Khartoum has been continuously in touch with most Indian Nationals and PIOs in Sudan, Jaishankar said in a tweet.Their details and locations cannot be made public for security reasons. Their movement is constrained by fierce fighting that is ongoing. Plans regarding them have to take into account a very complicated security scenario. The embassy is in constant touch with the ministry in that regard. It is grossly irresponsible of you to politicize their situation. No electoral goal justifies endangering Indians abroad, he added.Meanwhile, the Indian Embassy in Sudan on Tuesday issued a precautionary advisory against venturing out, suggesting to ration supplies as the situation may continue for a few more days.We have come across many instances of looting. All Indian nationals are advised please not to venture out. Please ration your supplies. The situation may continue for a few more days. Please try to take help from your neighbours. Please stay at home and remain safe, tweeted the Embassy of India in Khartoum.On Monday, the Ministry of External Affairs, in view of the current clashes between the Sudanese army and the paramilitary Rapid Support Forces ( RSF ), set up a Control Room to provide information and assistance to Indians."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiaGh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9ib3JuLXBvb3ItZG9udC13YW50LXRvLWRpZS1wb29yLWluZGlhbi10cmFwcGVkLWluLXN1ZGFuLTg1NjM1OTEv0gFtaHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL2luZGlhL2Jvcm4tcG9vci1kb250LXdhbnQtdG8tZGllLXBvb3ItaW5kaWFuLXRyYXBwZWQtaW4tc3VkYW4tODU2MzU5MS9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "‘Born poor, don’t want to die poor’: Indian trapped in Sudan",
                            "image": "https://images.indianexpress.com/2023/04/Sudan-2.jpg",
                            "time": "2023-04-18T20:43:39+05:30",
                            "type": 1,
                            "summary": "“I was born poor, but I don’t want to die poor. I wanted to provide a better life for my children, which is why we came to Sudan,” said Prabhu S, from Karnataka’s Hakki Pikki tribe, who is among several Indian nationals stuck in violence-hit Sudan.Fierce fighting has erupted since Saturday between the military and the country’s paramilitary force in Khartoum, where at least 31 tribals from Karnataka are stuck.Prabhu (36), from Davangere district, and his wife Soniya (27) left India 10 months ago, while their four children – two boys aged 5 and 8 and two girls aged 10 and 14 – stayed back.Speaking to The Indian Express over the phone, he said: “From my father, we inherited 4.5 acres, but it was taken away from the government, which said it was forest land. My ancestors hunted and caught birds; we did not get any education. We thought of coming to Sudan so we can grow financially.”The couple sell ayurvedic products, for which they say demand in Sudan, and Africa in general, is high.Anil Kumar, another tribal man who runs a similar business, said, “Our tribe has continued to be neglected, and we have no choice but to go to African countries for a living.”Prabhu said: “With no job in India, my loans crossed Rs 10 lakh. That was when we decided to work in African countries for five years. We took a Rs 3 lakh loan to buy air tickets and to transport materials to Sudan.”AdvertisementAlso Read | Indians in Sudan’s Khartoum asked to stay indoors amid clashes between paramilitary and army“In a day, we could earn Rs 2,000- Rs 3,000. Despite the high cost of living, there is demand for Indian ayurvedic medicines here. When it comes to expenditure, we have to pay Rs 81 for 1.5 litres of water,” he said.Prabhu said the bombings and firing continued on Tuesday as well.Meanwhile, External Affairs minister S Jaishankar and former Karnataka Chief minister K Siddaramaiah got into a Twitter spat, as the Congress leader urged the Central government to immediately intervene and ensure safe return of the group from the Hakki Pikki tribe.AdvertisementSiddaramaiah tweeted, “It is reported that 31 people from Karnataka belonging to Hakki Pikki tribe, are stranded in Sudan which is troubled by civil war. I urge @PMOIndia @narendramodi, @HMOIndia, @MEAIndia and @BSBommai to immediately intervene & ensure their safe return.”It is reported that 31 people from Karnataka belonging to Hakki Pikki tribe, are stranded in Sudan which is troubled by civil war. I urge @PMOIndia @narendramodi, @HMOIndia, @MEAIndia and @BSBommai to immediately intervene & ensure their safe return. — Siddaramaiah (@siddaramaiah) April 18, 2023“Hakki Pikkis in Sudan are left stranded without food since the last few days & the govt is yet to initiate action to bring them back. BJP govt should immediately open diplomatic discussions & reach out to international agencies to ensure the well-being of Hakki Pikkis,” he said on Twitter. “It is also unfortunate to know that we have lost one Indian & 60 others in the ongoing civil war in Sudan. My deepest condolences to their families and pray for the peace in the region,” the Congress leader, who is leading the election campaign ahead of the Assembly elections in Karnataka, said.Responding sharply, Jaishankar said, “Simply appalled at your tweet! There are lives at stake; don’t do politics. Since the fighting started on April 14th, the Embassy of India in Khartoum has been continuously in touch with most Indian Nationals and PIOs in Sudan.”Simply appalled at your tweet! There are lives at stake; don’t do politics. Since the fighting started on April 14th, the Embassy of India in Khartoum has been continuously in touch with most Indian Nationals and PIOs in Sudan. https:t.coMawnIwStQp — Dr. S. Jaishankar (@DrSJaishankar) April 18, 2023“Their details and locations cannot be made public for security reasons. Their movement is constrained by fierce fighting that is ongoing. Plans regarding them have to take into account a very complicated security scenario. The Embassy is in constant touch with the Ministry in that regard. It is grossly irresponsible of you to politicize their situation. No electoral goal justifies endangering Indians abroad,” the External Affairs minister said.As Sudanese capital Khartoum continued to witness large-scale violence, the Indian embassy in Sudan has issued at least two advisories since Saturday and also set up a control room at the Ministry of External Affairs.“Based on the latest inputs, the fighting has not subsided on day two. We sincerely request all fellow Indians to continue to stay where they are and not venture outside,” the mission had said in its second advisory after violence broke out in Khartoum."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMikwFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2luZGlhL3N0b3J5L25vLWVsZWN0b3JhbC1nb2FsLWp1c3RpZmllcy1lbmRhbmdlcmluZy1pbmRpYW5zLWFicm9hZC1qYWlzaGFua2FyLXNpZGRhcmFtYWlhaC1zdWRhbi10d2VldC0yMzYxNjUzLTIwMjMtMDQtMTjSAZcBaHR0cHM6Ly93d3cuaW5kaWF0b2RheS5pbi9hbXAvaW5kaWEvc3Rvcnkvbm8tZWxlY3RvcmFsLWdvYWwtanVzdGlmaWVzLWVuZGFuZ2VyaW5nLWluZGlhbnMtYWJyb2FkLWphaXNoYW5rYXItc2lkZGFyYW1haWFoLXN1ZGFuLXR3ZWV0LTIzNjE2NTMtMjAyMy0wNC0xOA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "Lives at stake, don't do politics: Jaishankar raps Siddaramaiah for Sudan tweet",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/jaishankar-sixteen_nine.jpg?VersionId=WZcLSwZGq3plXXCwNiEhDnDk7bAw.hkE",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiRmh0dHBzOi8vdGhld2lyZS5pbi9nb3Zlcm5tZW50L3NpZGRhcmFtYWlhaC1qYWlzaGFua2FyLXN1ZGFuLXBvbGl0aWNpc2XSAVRodHRwczovL20udGhld2lyZS5pbi9hcnRpY2xlL2dvdmVybm1lbnQvc2lkZGFyYW1haWFoLWphaXNoYW5rYXItc3VkYW4tcG9saXRpY2lzZS9hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Wire",
                            "title": "Former Karnataka CM’s Appeal for Rescuing 31 Stranded in Sudan Gets Jaishankar’s ‘Political’ Reply",
                            "image": "https://cdn.thewire.in/wp-content/uploads/2023/04/18214202/collage-800x400.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMikgFodHRwczovL3d3dy5uZXdzMTguY29tL2luZGlhL2FwcGFsbGVkLWRvbnQtZG8tcG9saXRpY3MtamFpc2hhbmthci1zbGFtcy1zaWRkYXJhbWFpYWgtZm9yLXJha2luZy11cC1pc3N1ZS1vZi1rYW5uYWRpZ2FzLXN0dWNrLWluLXN1ZGFuLTc1ODAzMTcuaHRtbNIBlgFodHRwczovL3d3dy5uZXdzMTguY29tL2FtcC9pbmRpYS9hcHBhbGxlZC1kb250LWRvLXBvbGl0aWNzLWphaXNoYW5rYXItc2xhbXMtc2lkZGFyYW1haWFoLWZvci1yYWtpbmctdXAtaXNzdWUtb2Yta2FubmFkaWdhcy1zdHVjay1pbi1zdWRhbi03NTgwMzE3Lmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "News18",
                            "title": "‘Appalled...’: Jaishankar Slams Siddaramaiah for Raking Up Issue of Kannadigas Stuck in Sudan",
                            "image": "https://images.news18.com/ibnlive/uploads/2023/04/untitled-design-105-168182805616x9.jpg",
                            "time": "2023-04-18T20:50:20+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy50aGVoaW5kdS5jb20vbmV3cy9uYXRpb25hbC9rYXJuYXRha2EvMTgxLXBlb3BsZS1mcm9tLWthcm5hdGFrYS1zdHVjay1pbi1zdWRhbi1saXZpbmctaW4tZmVhci1uby1mb29kLW9yLXdhdGVyL2FydGljbGU2Njc1MDI1OS5lY2XSAZIBaHR0cHM6Ly93d3cudGhlaGluZHUuY29tL25ld3MvbmF0aW9uYWwva2FybmF0YWthLzE4MS1wZW9wbGUtZnJvbS1rYXJuYXRha2Etc3R1Y2staW4tc3VkYW4tbGl2aW5nLWluLWZlYXItbm8tZm9vZC1vci13YXRlci9hcnRpY2xlNjY3NTAyNTkuZWNlL2FtcC8?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Hindu",
                            "title": "181 persons from Karnataka stuck in Sudan without food or water",
                            "image": "https://th-i.thgim.com/public/incoming/q4do3y/article66751367.ece/alternates/LANDSCAPE_1200/Karnataka%20people%20stuck%20in%20Sudan%201.jpeg",
                            "time": "2023-04-18T12:10:53+00:00",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9zaWRkYXJhbWFpYWgtdXJnZXMtZm9yLXNhZmV0eS1vZi1rYW5uYWRpZ2FzLWluLXN1ZGFuLW1wLXRlamFzdmktc3VyeWEtcmVzcG9uZHMtMTAxNjgxODEwMDcxMjAwLmh0bWzSAZEBaHR0cHM6Ly93d3cuaGluZHVzdGFudGltZXMuY29tL2luZGlhLW5ld3Mvc2lkZGFyYW1haWFoLXVyZ2VzLWZvci1zYWZldHktb2Yta2FubmFkaWdhcy1pbi1zdWRhbi1tcC10ZWphc3ZpLXN1cnlhLXJlc3BvbmRzLTEwMTY4MTgxMDA3MTIwMC1hbXAuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Siddaramaiah urges for safety of Kannadigas in Sudan, MP Tejasvi Surya responds",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/Congress-released-third-list-of-43-candidates-for-_1681584453546_1681810322133.jpg",
                            "time": "2023-04-18T15:04:32+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMipgFodHRwczovL3d3dy5idXNpbmVzc3RvZGF5LmluL2xhdGVzdC9zdG9yeS9saXZlcy1hdC1zdGFrZS1kb250LWRvLXBvbGl0aWNzLWVhbS1qYWlzaGFua2FyLXNsYW1zLXNpZGRhcmFtYWlhaC1mb3ItaGlzLWNsYWltcy1vbi1pbmRpYW5zLXN0dWNrLWluLXN1ZGFuLTM3NzkxOC0yMDIzLTA0LTE40gGqAWh0dHBzOi8vd3d3LmJ1c2luZXNzdG9kYXkuaW4vYW1wL2xhdGVzdC9zdG9yeS9saXZlcy1hdC1zdGFrZS1kb250LWRvLXBvbGl0aWNzLWVhbS1qYWlzaGFua2FyLXNsYW1zLXNpZGRhcmFtYWlhaC1mb3ItaGlzLWNsYWltcy1vbi1pbmRpYW5zLXN0dWNrLWluLXN1ZGFuLTM3NzkxOC0yMDIzLTA0LTE4?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Business Today",
                            "title": "'Lives at stake, don't do politics': EAM Jaishankar slams Siddaramaiah for his claims on Indians stuck in Sudan",
                            "image": "https://akm-img-a-in.tosshub.com/businesstoday/images/story/202304/thumbnail_eam-sixteen_nine.jpg",
                            "time": "2023-04-18T19:45:26+05:30",
                            "type": 2,
                            "summary": null
                        }
                    ]
                },
                {
                    "title": "Tejashwi Yadav Calls Gangster Atiq Ahmed \"Atiq ji\", BJP Leader Giriraj Singh's Stinging Reply ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMigQFodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL3RlamFzaHdpLXlhZGF2LWNhbGxzLWdhbmdzdGVyLWF0aXEtYWhtYWQtYXRpcS1qaS1ianAtbGVhZGVyLWdpcmlyYWotc2luZ2hzLXN0aW5naW5nLXJlcGx5LTM5NTg3MTXSAYcBaHR0cHM6Ly93d3cubmR0di5jb20vaW5kaWEtbmV3cy90ZWphc2h3aS15YWRhdi1jYWxscy1nYW5nc3Rlci1hdGlxLWFobWFkLWF0aXEtamktYmpwLWxlYWRlci1naXJpcmFqLXNpbmdocy1zdGluZ2luZy1yZXBseS0zOTU4NzE1L2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "Tejashwi Yadav Calls Gangster Atiq Ahmed 'Atiq ji', BJP Leader Giriraj Singh's Stinging Reply",
                            "image": "https://c.ndtvimg.com/2023-03/73chjldg_tejashwi-yadav_625x300_13_March_23.jpg",
                            "time": null,
                            "type": 0,
                            "summary": "Tejashwi Yadav reported called gangster Atiq Ahmed Atiq ji during a press briefing (File)BJP leader and Union minister Giriraj Singh today shred Bihar Deputy Chief Minister Tejashwi Yadav for allegedly calling gangster-politician Atiq Ahmed with an honorific, and said he should hang photographs of the don in his office.I would suggest that the Bihar Chief Minister and Deputy Chief Minister should hang photos of the PFI (Popular Front of India) and dons in their cabins, BJP's Giriraj Singh added.Earlier, Congress leader Digvijay Singh had referred to Osama Bin Laden as Osama ji. They can do anything for votes, he said.They have not uttered a word on the murder of Umesh Pal, why are they in pain now? Mr Singh added.In controversial remarks, Tejashwi Yadav referred to gangster Atiq Ahmad as Atiq ji during a media interaction.It is not the death of Atiq ji, but the death of law that has taken place in Uttar Pradesh, Tejashwi Yadav had said, according to Press Trust of India.Atiq Ahmad, 60, and his brother Ashraf were shot dead at point-blank range by three men posing as journalists in the middle of a media interaction Saturday night while police personnel were escorting them to a medical college in Uttar Pradesh's Prayagraj for a checkup.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMivgFodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL2F0aXEtYWhtZWQtYXNocmFmLWFobWVkLWF0aXEtYWhtYWQtc2hvdC1kZWFkLXlvZ2ktYWRpdHlhbmF0aC11cC1sYXctYW5kLW9yZGVyLXNpdHVhdGlvbi1uby1tYWZpYS1jYW4teW9naS1hZGl0eWFuYXRocy1iaWctcmVtYXJrLWFmdGVyLWF0aXEtYWhtZWRzLW11ci0zOTU3ODg50gHEAWh0dHBzOi8vd3d3Lm5kdHYuY29tL2luZGlhLW5ld3MvYXRpcS1haG1lZC1hc2hyYWYtYWhtZWQtYXRpcS1haG1hZC1zaG90LWRlYWQteW9naS1hZGl0eWFuYXRoLXVwLWxhdy1hbmQtb3JkZXItc2l0dWF0aW9uLW5vLW1hZmlhLWNhbi15b2dpLWFkaXR5YW5hdGhzLWJpZy1yZW1hcmstYWZ0ZXItYXRpcS1haG1lZHMtbXVyLTM5NTc4ODkvYW1wLzE?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "\"No Mafia Can...\": Yogi Adityanath's Big Remark After Atiq Ahmed's Murder",
                            "image": "https://c.ndtvimg.com/2023-04/rocv6ql_yogi-adityanath-ani-650-_650x400_18_April_23.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Yogi Adityanath's remarks came in the wake of the shocking murders of Atiq Ahmed and his brotherNo mafia or criminal can threaten industrialists in Uttar Pradesh anymore, Chief Minister Yogi Adityanath said today, days after the shocking murders of gangster Atiq Ahmed and his brother prompted a wave of criticism over the state's law and order situation.The Chief Minister was addressing an event to mark the signing of a Memorandum of Understanding (MoU) for setting up textile parks in Lucknow and Hardoi districts. The textile parks are being set up under the PM Mega Integrated Textiles and Apparel (PM Mitra) scheme.Now, a professional criminal or a mafia cannot threaten an industrialist over the phone, he said as the audience broke into a round of applause.Uttar Pradesh was notorious for riots. Just the names of many districts scared people. Now there is no need to be scared, the Chief Minister said.Taking a swipe at the previous Akhilesh Yadav-led government, Mr Adityanath said the state witnessed more than 700 riots between 2012 and 2017. But not a single riot broke out in UP between 2017 and 2023, no curfew was imposed. That situation did not arise. And this is the most conducive opportunity to invest and set up industries, he said.Mr Adityanath said Uttar Pradesh now guarantees effective law and order arrangements.The Chief Minister's remarks came in the aftermath of the shocking murders of Atiq Ahmed and brother Ashraf outside a Prayagraj hospital Saturday night. The two accused in the February 24 Umesh Pal murder case had been brought to the hospital for a medical check-up when three shooters rained bullets on them, killing them on the spot.The murders, which took place while the two were accompanied by a police team, have triggered strong remarks on the state's law and order situation. Questions on glaring lapses in police's preparations and response have come to the fore.Main opposition Samajwadi Party has hit out at the state government over the murders that took place on live TV as Atiq was addressing the press.Crime has reached its peak in UP and the morale of the criminals is high. When someone can be killed openly despite being surrounded by a security cordon, one can imagine the state of the general public. Due to this (alleged encounter killings), an ambience of fear is being created among the public. It seems that some people are deliberately creating such an ambience, Akhilesh Yadav, Leader of Opposition in Assembly and chief of Samajwadi Party, tweeted.Amid the criticism, the state government has ordered a high-level probe into the murders. UP police, too, have formed a three-member Special Investigation Team to look into the incident.The matter has also reached the Supreme Court. The court today decided to hear a petition seeking an independent probe into the killings of the gangster and his brother. The petitioner has also urged the court to look into the growing trend of encounter killings by UP police. Such actions by police are a severe threat to democracy and rule of law and lead to a police state, the petition has stated."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMi7AFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY2l0aWVzL290aGVycy9leHBlcnQtYW5hbHlzaXMtaGlnaGx5LXNraWxsZWQtc2hvb3RlcnMtbXVzdC1oYXZlLXRyYWluZWQtZm9yLW1vbnRocy10by1leGVjdXRlLWF0aXEtYWhtZWQtYXNzYXNzaW5hdGlvbi1pbi1rYW5wdXItYXRpcWFobWVkLWthbnB1ci1hc3Nhc3NpbmF0aW9uLXNraWxsZWRzaG9vdGVycy10cmFpbmluZy0xMDE2ODE4MzY0NDg1OTguaHRtbNIB8AFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY2l0aWVzL290aGVycy9leHBlcnQtYW5hbHlzaXMtaGlnaGx5LXNraWxsZWQtc2hvb3RlcnMtbXVzdC1oYXZlLXRyYWluZWQtZm9yLW1vbnRocy10by1leGVjdXRlLWF0aXEtYWhtZWQtYXNzYXNzaW5hdGlvbi1pbi1rYW5wdXItYXRpcWFobWVkLWthbnB1ci1hc3Nhc3NpbmF0aW9uLXNraWxsZWRzaG9vdGVycy10cmFpbmluZy0xMDE2ODE4MzY0NDg1OTgtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Atiq murder case: ‘Shooters must have fired hundreds of rounds to practise’",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/Atiq-Ahmed-and-his-brother-Ashraf-were-shot-dead-o_1681836437627.jpeg",
                            "time": "2023-04-18T22:17:28+05:30",
                            "type": 1,
                            "summary": "KANPUR The precision with which the three shooters cut into the security cordon and took out Atiq Ahmed and his brother Ashraf can only come with rigorous practise, say experts. The way the three accused handled the firearms and executed the operation with near perfection also showed their skill, they added. Atiq Ahmed and his brother Ashraf were shot dead on April 15. (HT File)Retired inspector-general Vijay Shankar Singh feels that the three shooters must have trained for at least a month given the way they handled weapons and fired at Atiq and Ashraf. He points out that they had worked not just on the positions they would take but also on their firing pattern. “They worked on every detail -- down to their movement, position, and the body parts they will target. Everything was synchronised,” added Singh.An ATS officer, who agrees with Singh, said, “I have seen the footage. They must have fired hundreds of rounds in practice to achieve this level of skill. They were well-trained. These men weren’t normal shooters.” The ATS officer further said, “It takes a lot of guts and skill. Just see how one of them approached Atiq and shot him in the temple point blank, then the next fired two shots from the other side, piercing into the heart and neck of Ashraf.”In a similar vein, Ajay Wig, who has been a national-level shooter, said that the hands of the three shooters were steady and they did not use their second hand to support the other one. “Their hands did not quiver for a second, they kept firing till their mission was complete. As I could see in the footage, one shooter was firing with hands stretched fully, neck balanced, and shoulders going a bit towards the back and the hips going downwards a little. These are signs of well-trained shooters,” said Wig.Echoing Wig’s opinion, Varun Mehrotra, who has coached a number of shooters at Kanpur Rifle Club, said “This level of one-hand firing was not possible without undergoing rigorous training. Their trainer must have been a good one.”Interestingly, police reports say that Ashraf too prepared for days in a makeshift firing range in Prayagraj outskirts before killing Raju Pal. His nephew Asad killed in a shootout with STF too was seen improving his firing skills before the Umesh Pal murder case, said people privy to these two incidents.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMikAFodHRwczovL3d3dy50aGVoaW5kdS5jb20vbmV3cy9uYXRpb25hbC9zYy10by1oZWFyLW9uLWFwci0yNC1wbGVhLXNlZWtpbmctaW5kZXBlbmRlbnQtcHJvYmUtaW50by1raWxsaW5nLW9mLWF0aXEtYWhtZWQtYXNocmFmL2FydGljbGU2Njc1MDE5OC5lY2XSAZUBaHR0cHM6Ly93d3cudGhlaGluZHUuY29tL25ld3MvbmF0aW9uYWwvc2MtdG8taGVhci1vbi1hcHItMjQtcGxlYS1zZWVraW5nLWluZGVwZW5kZW50LXByb2JlLWludG8ta2lsbGluZy1vZi1hdGlxLWFobWVkLWFzaHJhZi9hcnRpY2xlNjY3NTAxOTguZWNlL2FtcC8?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Hindu",
                            "title": "SC to hear on Apr 24 plea seeking independent probe into killing of Atiq Ahmed, Ashraf",
                            "image": "https://th-i.thgim.com/public/incoming/m7tk27/article66744204.ece/alternates/LANDSCAPE_1200/20230415330L.jpg",
                            "time": "2023-04-18T06:46:04+00:00",
                            "type": 1,
                            "summary": "April 18, 2023 12:16 pm | Updated 09:01 pm IST - NEW DELHIThe Supreme Court on April 18 agreed to hear on April 24 a petition seeking an independent probe by a body headed by a retired apex court judge into the public killings of gangster-turned-politician Atiq Ahmed and his brother Ashraf in full view of TV cameras in Uttar Pradesh.The petition filed by advocate Vishal Tiwari was mentioned for an urgent hearing before Chief Justice of India D.Y. Chandrachud.Mr. Tiwari has also sought an inquiry into the 183 encounters that have taken place in Uttar Pradesh since 2017.Ahmed (60) and Ashraf, who were in handcuffs, were shot dead by three men posing as journalists when they were answering reporters’ queries while being escorted by police personnel to a medical college in Uttar Pradesh’s Prayagraj for a checkup on April 15 night.Just hours before the shooting, the last rites of Ahmed’s son Asad, who along with one of his associates, was gunned down in a police encounter in Jhansi on April 13, were held.U.P. Police had said on April 14 that it had gunned down 183 alleged criminals in encounters in the six years of the Chief Minister Yogi Adityanath-led government and this included Asad and his accomplice.“Issue guidelinesdirections to safeguard the rule of law by constituting an Independent Expert Committee under the Chairmanship of former Supreme Court justice to inquire into the 183 encounters which had occurred since 2017 as stated by Uttar Pradesh Special Director General of Police (Law and Order) and also to inquire into the police custody murder of Atiq and Ashraf,” the petition said."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMigAFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9hdGlxLWFobWFkLXMta2lsbGVycy1zaG91dGVkLWphaS1zaHJpLXJhbS1pZGVudGlmaWVkLXdoYXQtd2Uta25vdy0xMDE2ODE2MTM2MzI5MjkuaHRtbNIBhAFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9hdGlxLWFobWFkLXMta2lsbGVycy1zaG91dGVkLWphaS1zaHJpLXJhbS1pZGVudGlmaWVkLXdoYXQtd2Uta25vdy0xMDE2ODE2MTM2MzI5MjktYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Atiq Ahmad's killers shouted ‘Jai Shri Ram’; identified: What we know",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/16/1600x900/atiq_ahmad_1681615204099_1681615230124_1681615230124.jpg",
                            "time": "2023-04-16T08:54:11+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMieWh0dHBzOi8vbS50aW1lc29maW5kaWEuY29tL2luZGlhL2Zyb20tZXZlcnlkYXktY3JpbWUtdG8tZG9ucy1tdXJkZXItd2hvLXdlcmUtYXRpcS1haG1hZHMta2lsbGVycy9hcnRpY2xlc2hvdy85OTUzNDAxMC5jbXPSAX1odHRwczovL20udGltZXNvZmluZGlhLmNvbS9pbmRpYS9mcm9tLWV2ZXJ5ZGF5LWNyaW1lLXRvLWRvbnMtbXVyZGVyLXdoby13ZXJlLWF0aXEtYWhtYWRzLWtpbGxlcnMvYW1wX2FydGljbGVzaG93Lzk5NTM0MDEwLmNtcw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "India News - Times of India",
                            "image": "https://static.toiimg.com/thumb/msid-99534211,width-1070,height-580,imgsize-653111,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMid2h0dHBzOi8vbS50aW1lc29maW5kaWEuY29tL3ZpZGVvcy90b2ktb3JpZ2luYWwvYXRpcS1haG1lZC1raWxsZXJzLXdoYXQtd2Uta25vdy1zby1mYXItYWJvdXQtdGhlbS92aWRlb3Nob3cvOTk1MzM5ODYuY21z0gF7aHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vdmlkZW9zL3RvaS1vcmlnaW5hbC9hdGlxLWFobWVkLWtpbGxlcnMtd2hhdC13ZS1rbm93LXNvLWZhci1hYm91dC10aGVtL2FtcF92aWRlb3Nob3cvOTk1MzM5ODYuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "Atiq Ahmed killers: What we know so far about them",
                            "image": "https://timesofindia.indiatimes.com/photo/msid-99533986,imgsize-70434.cms",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimAFodHRwczovL3d3dy5saXZlbGF3LmluL25ld3MtdXBkYXRlcy9hdGlxdWUtYWhtZWQtbXVyZGVyLW5ocmMtY29nbml6YW5jZS1pc3N1ZXMtbm90aWNlcy1zdGF0ZS1kZ3AtcHJheWFncmFqLWNvbW1pc3Npb25lci1vZi1wb2xpY2UtZGV0YWlsZWQtcmVwb3J0LTIyNjY1OdIBnAFodHRwczovL3d3dy5saXZlbGF3LmluL2FtcC9uZXdzLXVwZGF0ZXMvYXRpcXVlLWFobWVkLW11cmRlci1uaHJjLWNvZ25pemFuY2UtaXNzdWVzLW5vdGljZXMtc3RhdGUtZGdwLXByYXlhZ3Jhai1jb21taXNzaW9uZXItb2YtcG9saWNlLWRldGFpbGVkLXJlcG9ydC0yMjY2NTk?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Live Law - Indian Legal News",
                            "title": "Atique Ahmed Murder| NHRC Takes Cognizance, Issues Notices To State DGP, Prayagraj Commissioner Of Police Seeking Detailed Report",
                            "image": "https://www.livelaw.in/h-upload/2023/04/16/468586-atique-ahmed-1.jpg",
                            "time": "2023-04-18T20:26:56+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMibGh0dHBzOi8vd3d3LmluZGlhdG9kYXkuaW4vbGF3L3N0b3J5L2lwcy1vZmZpY2VyLXN1cHJlbWUtY291cnQtYXRpcS1haG1lZC1tdXJkZXItY2JpLXByb2JlLTIzNjEwODQtMjAyMy0wNC0xN9IBcGh0dHBzOi8vd3d3LmluZGlhdG9kYXkuaW4vYW1wL2xhdy9zdG9yeS9pcHMtb2ZmaWNlci1zdXByZW1lLWNvdXJ0LWF0aXEtYWhtZWQtbXVyZGVyLWNiaS1wcm9iZS0yMzYxMDg0LTIwMjMtMDQtMTc?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "Ex-IPS officer moves SC seeking CBI probe into murder of Atiq Ahmed, his brother",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/atiq_ahmed_murder_0-sixteen_nine.jpg?VersionId=Sc.b_gYMfK8AQTdeTG7upQ0yWc475DYF",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiaGh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9hdGlxLWFobWVkLWtpbGxpbmctY3J1ZGUtYm9tYi1odXJsZWQtYXQtaGlzLWxhd3llci1ob21lLTg1NjMxOTgv0gFtaHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL2luZGlhL2F0aXEtYWhtZWQta2lsbGluZy1jcnVkZS1ib21iLWh1cmxlZC1hdC1oaXMtbGF3eWVyLWhvbWUtODU2MzE5OC9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "Days after Atiq Ahmed’s killing, crude bomb hurled at his lawyer’s home in Prayagraj",
                            "image": "https://images.indianexpress.com/2023/04/bomb.jpg",
                            "time": "2023-04-18T16:20:12+05:30",
                            "type": 2,
                            "summary": null
                        }
                    ]
                },
                {
                    "title": "India and Russia in ‘advanced talks’ over free trade agreement ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMiZWh0dHBzOi8vd3d3LnRoZWd1YXJkaWFuLmNvbS9idXNpbmVzcy8yMDIzL2Fwci8xOC9pbmRpYS1ydXNzaWEtdGFsa3MtZnJlZS10cmFkZS1hZ3JlZW1lbnQtZGVhbC11a3JhaW5l0gFlaHR0cHM6Ly9hbXAudGhlZ3VhcmRpYW4uY29tL2J1c2luZXNzLzIwMjMvYXByLzE4L2luZGlhLXJ1c3NpYS10YWxrcy1mcmVlLXRyYWRlLWFncmVlbWVudC1kZWFsLXVrcmFpbmU?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Guardian",
                            "title": "India and Russia in ‘advanced talks’ over free trade agreement",
                            "image": "https://i.guim.co.uk/img/media/ddd6ac31c3e574d8c1afc9d9b147b0ae4be4ba70/0_40_4500_2700/master/4500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=c933dbdb5f595d24fd95bd4f4280ccae",
                            "time": "2023-04-18T13:39:34+00:00",
                            "type": 0,
                            "summary": "India and Russia have entered “advanced negotiations” over a free trade agreement that aims to build closer economic ties as most western governments push to isolate Moscow over the war in Ukraine.In a development likely to add to tensions in Washington, London and EU capitals, Russia and India’s trade ministers said on Monday the two countries were in talks to strike a free trade deal.Speaking on a visit to Delhi, the Russian deputy prime minister Denis Manturov, who is also the trade minister, said: “Together with the Eurasian Economic Commission, we are looking forward to intensifying negotiations on a free trade agreement with India.”The Indian foreign minister, S Jaishankar, said the Covid pandemic had disrupted discussions between India and the Russian-led Eurasian Economic Union on a trade deal, and that he hoped “our colleagues will pick up on this … because we do believe it will make a real difference to our trade relationship”.Jaishankar said “advanced negotiations” were taking place, according to the Times of India, while describing Delhi’s position with Moscow as among the “steadiest” of major relationships in the world.It comes as Narendra Modi’s government also holds trade talks with Britain and the EU, in a development likely to stoke tensions with the west before India hosts the G20 summit in Delhi this autumn.The UK is holding an eighth round of trade talks this spring over a free trade agreement with India, which Kemi Badenoch, the trade secretary, has suggested could be concluded as early as this year.Modi’s government has not explicitly criticised Russia’s war in Ukraine, but has called for a peaceful resolution of the conflict. Trade between Russia and India has jumped since the invasion, despite western efforts to impose sanctions on Moscow and to cut Russia out of global supply lines.Highlighting its willingness to trade with Russia, the Indian finance minister, Nirmala Sitharaman, said on Monday the country could buy Russian crude oil near or past the level of a G7 price cap on its exports, if Opec’s decision earlier this month to cut output increased global prices.skip past newsletter promotion Sign up to Business Today Free daily newsletter Get set for the working day – we'll point you to all the business news and analysis you need every morning Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotionRussia, an important supplier of military hardware to India, displaced Iraq last month to become India’s top supplier of crude oil, according to Reuters. Before Vladimir Putin’s invasion of Ukraine in February last year, India bought very little oil from Russia.Russia discussing trade ties with India comes as Putin attempts to build closer relations outside the west, including welcoming the Chinese president, Xi Jinping, to Moscow last month. China and Russia vowed this week to deepen military cooperation after meetings between Putin and the Chinese defence minister, Li Shangfu, in Moscow."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiqgFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9pbmRpYS1hbmQtcnVzc2lhLWRpc2N1c3Mtd2F5cy10by1ib29zdC1lY29ub21pYy1yZWxhdGlvbnNoaXAtYWRkcmVzcy10cmFkZS1kZWZpY2l0LWFuZC1tYXJrZXQtYWNjZXNzLWlzc3Vlcy0xMDE2ODE4MzcxMDg1MjYuaHRtbNIBrgFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9pbmRpYS1hbmQtcnVzc2lhLWRpc2N1c3Mtd2F5cy10by1ib29zdC1lY29ub21pYy1yZWxhdGlvbnNoaXAtYWRkcmVzcy10cmFkZS1kZWZpY2l0LWFuZC1tYXJrZXQtYWNjZXNzLWlzc3Vlcy0xMDE2ODE4MzcxMDg1MjYtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "India, Russia to address trade deficit, access issues to unlock full potential",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/External-affairs-minister-S-Jaishankar-co-chaired-_1681837097814.jpg",
                            "time": "2023-04-18T22:28:28+05:30",
                            "type": 1,
                            "summary": "NEW DELHI: India and Russia on Tuesday agreed to work jointly to unlock the full potential of their economic relationship by addressing the trade deficit and market access issues. External affairs minister S Jaishankar co-chaired the 24th session of India-Russia Intergovernmental Commission for Trade, Economic, Scientific and Cultural Cooperation with Russia deputy prime minister Denis Manturov, in New Delhi (ANI)These issues were discussed at a meeting of the Inter-governmental Commission on Trade, Economic, Scientific, Technological and Cultural Cooperation that was co-chaired by external affairs minister S Jaishankar and Russia’s deputy prime minister Denis Manturov.The commission also discussed ways to step up engagement in trade, finance and energy, including nuclear power.The meeting was held a day after Jaishankar and Manturov said India and Russia are discussing a free trade agreement (FTA) involving the Eurasian Economic Union. The Indian side also flagged its concerns about a widening deficit as two-way trade touched $45 billion, propelled largely by India’s purchases of discounted Russian oilDuring Tuesday’s meeting, the two sides reviewed the entire gamut of the bilateral trade and economic relationship, and “agreed to work together to unlock its full potential, including through addressing the trade deficit and market access issues”, the external affairs ministry said.A readout from the Russian embassy said that the two sides discussed cooperation in trade, finance, industry, energy sector including nuclear power, agriculture, transport, healthcare and education.“Relations between Russia and India continue progressively developing in all directions. In 2022, despite negative external factors, positive dynamics in the Russian-Indian trade prevailed,” the readout said in an apparent reference to the impact of Western sanctions over Russia’s invasion of Ukraine.“According to last year’s results, the trade turnover between our countries increased by 2.6 times, exceeding $35 billion. We have completed ahead of schedule the task set by the leaders of our countries to [take] the level of bilateral trade to $30 billion by 2025,” said Manturov, who is also the minister of industry and trade.The inter-governmental commission is a mechanism to monitor the progress of bilateral trade and economic cooperation. Manturov, who was accompanied by senior Russian officials, also held bilateral meetings with commerce minister Piyush Goyal, finance minister Nirmala Sitharaman and National Security Adviser Ajit Doval.During his meeting with Goyal, Manturov discussed the prospect of cooperation in railways, heavy machinery, aircraft building, shipbuilding, metallurgy and chemicals.The need to intensify work on an FTA between the EEU and India to “increase and diversify trade turnover was also noted”, the Russian readout said.At his meeting with Sitharaman, Manturov raised the “necessary steps to ensure uninterrupted mutual settlements, primarily with the use of national currencies”. The mutual interest in concluding an agreement on protection of investments was noted.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiXWh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9uZXdzL2luZGlhL2luZGlhLXJ1c3NpYS1kaXNjdXNzLXRyYWRlLWludmVzdG1lbnQtMTE2ODE4MzYxNzE3ODIuaHRtbNIBYWh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9uZXdzL2luZGlhL2luZGlhLXJ1c3NpYS1kaXNjdXNzLXRyYWRlLWludmVzdG1lbnQvYW1wLTExNjgxODM2MTcxNzgyLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Mint",
                            "title": "India, Russia discuss trade, investment",
                            "image": "https://www.livemint.com/lm-img/img/2023/04/18/600x338/ANI-20230418274-0_1681836364531_1681836395616.jpg",
                            "time": "2023-04-18T22:20:04+05:30",
                            "type": 1,
                            "summary": "NEW DELHI : Finance minister Nirmala Sitharaman and commerce and industry minister Piyush Goyal on Tuesday discussed a host of issues of mutual interest with visiting Deputy Prime Minister of Russia Denis Manturov, including bilateral trade settlements using national currencies, mutual protection of investments and cooperation in the financial sector, the countries said.Finance ministry said in a social media post that Sitharaman exchanged views with Manturov, who is also Russia's industry and trade minister, on strengthening economic and financial cooperation in areas of mutual interests to promote bilateral investment and trade.The Russian government said in a statement that as part of his working trip to India, Manturov held a number of meetings with the leadership of Indian governmental bodies. At the meetings, special attention was paid to the development of trade and investment relations, financial and industrial cooperation, the statement said.The meeting assumes significance as Russia remains a trade partner with India while facing sanctions imposed by the US and the EU in the context of its war with Ukraine.In a separate meeting with Goyal, Manturov discussed prospects for cooperation in industries such as railway and heavy machinery, aircraft building, shipbuilding, metallurgy and chemical industry.Manturov also invited Goyal and Indian enterprises to take part in an international industrial exhibition in July in Yekaterinburg. The need to intensify the work on the preparation of a free trade agreement between the Eurasian Economic Union (EAEU) and India to increase and diversify trade turnover was also noted, the statement said.During the meeting with Sitharaman, the necessary steps to ensure uninterrupted mutual settlements, primarily with the use of national currencies, were discussed, the statement said. Mutual interest in concluding a Russian-Indian agreement on the encouragement and mutual protection of investment was also noted.At a meeting with National Security Advisor Ajit Doval, an exchange of views took place on priority areas for the development of Russian-Indian cooperation, the statement said."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMicWh0dHBzOi8vd3d3LnRlbGVncmFwaGluZGlhLmNvbS9pbmRpYS9pbmRpYS1ydXNzaWEtZGlzY3Vzcy1tZWFzdXJlcy10by1zdHJlbmd0aGVuLWVjb25vbWljLWNvb3BlcmF0aW9uL2NpZC8xOTMwNjMy0gF1aHR0cHM6Ly93d3cudGVsZWdyYXBoaW5kaWEuY29tL2FtcC9pbmRpYS9pbmRpYS1ydXNzaWEtZGlzY3Vzcy1tZWFzdXJlcy10by1zdHJlbmd0aGVuLWVjb25vbWljLWNvb3BlcmF0aW9uL2NpZC8xOTMwNjMy?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Telegraph India",
                            "title": "India, Russia discuss measures to strengthen economic cooperation",
                            "image": "https://assets.telegraphindia.com/telegraph/2023/Apr/1681832802_nirmala-russia.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Both ministers exchanged views on financial cooperation in areas of mutual interests to promote bilateral investment and tradeFinance Minister Nirmala Sitharaman and Russian Deputy Prime Minister and Minister of Industry & Trade Denis Manturov on Tuesday discussed measures to strengthen economic cooperation between the two countries.Both ministers exchanged views on strengthening economic and financial cooperation in areas of mutual interests to promote bilateral investment and trade, the finance ministry said in a tweet."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimgFodHRwczovL3d3dy50aGVoaW5kdS5jb20vbmV3cy9uYXRpb25hbC9pbmRpYS1ydXNzaWEtZGlzY3Vzc2VkLXRyYWRlLWRlZmljaXQtYW5kLW1hcmtldC1hY2Nlc3MtZHVyaW5nLWludGVyLWdvdmVybm1lbnRhbC1jb21taXNzaW9uLW1lYS9hcnRpY2xlNjY3NTI4MTMuZWNl0gGfAWh0dHBzOi8vd3d3LnRoZWhpbmR1LmNvbS9uZXdzL25hdGlvbmFsL2luZGlhLXJ1c3NpYS1kaXNjdXNzZWQtdHJhZGUtZGVmaWNpdC1hbmQtbWFya2V0LWFjY2Vzcy1kdXJpbmctaW50ZXItZ292ZXJubWVudGFsLWNvbW1pc3Npb24tbWVhL2FydGljbGU2Njc1MjgxMy5lY2UvYW1wLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Hindu",
                            "title": "India, Russia discussed trade deficit and market access during Inter-governmental Commission: MEA",
                            "image": "https://th-i.thgim.com/public/news/national/ivcz8a/article66753012.ece/alternates/LANDSCAPE_1200/20230418110L.jpg",
                            "time": "2023-04-18T16:57:06+00:00",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMieWh0dHBzOi8vd3d3Lm5kdHYuY29tL2luZGlhLW5ld3MvY29tcGxldGUtc2VsZi1zdWZmaWNpZW5jeS1hLWRlYWQtZW5kLXJ1c3NpYS1kZXB1dHktcHJpbWUtbWluaXN0ZXItdG8tcy1qYWlzaGFua2FyLTM5NTg2MDDSAX9odHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL2NvbXBsZXRlLXNlbGYtc3VmZmljaWVuY3ktYS1kZWFkLWVuZC1ydXNzaWEtZGVwdXR5LXByaW1lLW1pbmlzdGVyLXRvLXMtamFpc2hhbmthci0zOTU4NjAwL2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV",
                            "title": "\"Complete Self-Sufficiency A Dead-End\": Russian Minister To S Jaishankar",
                            "image": "https://c.ndtvimg.com/2023-04/vbjauj2o_jaishankar-denis-manturov_625x300_18_April_23.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiaWh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9idXNpbmVzcy9lY29ub215L2luZGlhLXJ1c3NpYS1pbi10YWxrcy1vbi1mcmVlLXRyYWRlLWFncmVlbWVudC04NTYxMTY3L9IBbmh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9idXNpbmVzcy9lY29ub215L2luZGlhLXJ1c3NpYS1pbi10YWxrcy1vbi1mcmVlLXRyYWRlLWFncmVlbWVudC04NTYxMTY3L2xpdGUv?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "India, Russia talk free trade deal in step-up of relations",
                            "image": "https://images.indianexpress.com/2023/04/jaishankar-2.jpg",
                            "time": "2023-04-17T15:17:05+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMieWh0dHBzOi8vd3d3LmRlY2NhbmhlcmFsZC5jb20vbmF0aW9uYWwvaW5kaWEta2VlcHMtZGVmeWluZy10aGUtd2VzdC1tb3Zlcy10by1kZWVwZW4tZWNvbm9taWMtdGllcy13aXRoLXJ1c3NpYS0xMjEwNjY5Lmh0bWzSAX1odHRwczovL3d3dy5kZWNjYW5oZXJhbGQuY29tL2FtcC9uYXRpb25hbC9pbmRpYS1rZWVwcy1kZWZ5aW5nLXRoZS13ZXN0LW1vdmVzLXRvLWRlZXBlbi1lY29ub21pYy10aWVzLXdpdGgtcnVzc2lhLTEyMTA2NjkuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Deccan Herald",
                            "title": "India keeps defying the West, moves to deepen economic ties with Russia",
                            "image": "https://www.deccanherald.com/sites/dh/files/articleimages/2023/04/18/jaishankarpti-1210669-1681788383.jpg",
                            "time": "2023-04-18T08:32:57+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiQWh0dHBzOi8vdGhld2lyZS5pbi9kaXBsb21hY3kvaW5kaWEtcnVzc2lhLWJ1c2luZXNzLWRpYWxvZ3VlLW1lZGlh0gFPaHR0cHM6Ly9tLnRoZXdpcmUuaW4vYXJ0aWNsZS9kaXBsb21hY3kvaW5kaWEtcnVzc2lhLWJ1c2luZXNzLWRpYWxvZ3VlLW1lZGlhL2FtcA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Wire",
                            "title": "Media Barred, Then Allowed to Attend India-Russia Business Dialogue",
                            "image": "https://cdn.thewire.in/wp-content/uploads/2023/04/17182639/Ft6MptAWAAIQhnY-800x400.jpeg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMifWh0dHBzOi8vd3d3Lm5ld3NsYXVuZHJ5LmNvbS8yMDIzLzA0LzE3L2ZpbmFuY2lhbC10aW1lcy1qb3VybmFsaXN0LXNheXMta2lja2VkLW91dC1vZi1pbmRpYS1ydXNzaWEtZXZlbnQtb3Zlci1zZWN1cml0eS1yZWFzb25z0gGNAWh0dHBzOi8vd3d3Lm5ld3NsYXVuZHJ5LmNvbS9hbXAvc3RvcnkvMjAyMyUyRjA0JTJGMTclMkZmaW5hbmNpYWwtdGltZXMtam91cm5hbGlzdC1zYXlzLWtpY2tlZC1vdXQtb2YtaW5kaWEtcnVzc2lhLWV2ZW50LW92ZXItc2VjdXJpdHktcmVhc29ucw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Newslaundry",
                            "title": "Financial Times journalist says 'kicked out' of India-Russia event over ‘security reasons’",
                            "image": "https://gumlet.assettype.com/newslaundry%2F2023-04%2Fd988aa1b-cd35-4076-bf79-3f5a9ae2b8e0%2FJohn_Reed.jpg?w=1200&auto=format%2Ccompress&ogImage=true",
                            "time": null,
                            "type": 2,
                            "summary": null
                        }
                    ]
                },
                {
                    "title": "Finance Ministry denies discussion on capital gains tax: Report | Mint ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMidmh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9uZXdzL2luZGlhL2ZpbmFuY2UtbWluaXN0cnktZGVuaWVzLWRpc2N1c3Npb24tb24tY2FwaXRhbC1nYWlucy10YXgtcmVwb3J0LTExNjgxODEzNTAzMDI1Lmh0bWzSAXpodHRwczovL3d3dy5saXZlbWludC5jb20vbmV3cy9pbmRpYS9maW5hbmNlLW1pbmlzdHJ5LWRlbmllcy1kaXNjdXNzaW9uLW9uLWNhcGl0YWwtZ2FpbnMtdGF4LXJlcG9ydC9hbXAtMTE2ODE4MTM1MDMwMjUuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Mint",
                            "title": "Finance Ministry denies discussion on capital gains tax: Report",
                            "image": "https://www.livemint.com/lm-img/img/2023/04/18/600x338/55AVVRZL_1599845920989_1599845929021_1681813849197.jpg",
                            "time": "2023-04-18T16:01:48+05:30",
                            "type": 0,
                            "summary": "The finance ministry on Tuesday said that there is no discussion on capital gains tax.The finance ministry said that there is no such proposal before the Government on capital gains tax.India is preparing an overhaul of its direct tax laws to replace a byzantine matrix of rules and help Prime Minister Narendra Modi reduce widening income inequality if he returns to power next year, according to people with knowledge of the matter, reported Bloomberg.For instance, while India levies a tax of as much as 30% on income, it taxes gains on certain asset classes such as equity funds and stocks at a lower rate.This isn’t progressive and goes against the principle of equity, said one of the people. A panel may be appointed to build on proposals submitted to the Finance Ministry in 2019 with an eye to implement in 2024, though no final decisions have been made, the people added.India’s reliance on indirect taxes — levies on consumption — rather than direct taxes on capital is often cited by economists as the main culprit behind the country’s poor getting left behind even as the nation minted 70 new millionaires each day between 2018 and 2022. Oxfam International estimates the top 10% of India’s population holds 77% of national wealth and government data show about 6% pay income tax."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiZ2h0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9uZXdzL3BtLW1vZGktaW5jb21lLXRheC1vdmVyaGF1bC1jaGVjay13aWRlbmluZy1pbmVxdWFsaXR5LTExNjgxODA3Mjc3MzAzLmh0bWzSAWtodHRwczovL3d3dy5saXZlbWludC5jb20vbmV3cy9wbS1tb2RpLWluY29tZS10YXgtb3ZlcmhhdWwtY2hlY2std2lkZW5pbmctaW5lcXVhbGl0eS9hbXAtMTE2ODE4MDcyNzczMDMuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Mint",
                            "title": "Income Tax: PM Modi looks to change capital gains taxes; details here",
                            "image": "https://www.livemint.com/lm-img/img/2023/04/18/600x338/2-0-439080487-Modi-0_1680852502140_1681807654013.jpg",
                            "time": "2023-04-18T14:18:22+05:30",
                            "type": 1,
                            "summary": "India is preparing an overhaul of its direct tax laws to replace a byzantine matrix of rules and help Prime Minister Narendra Modi reduce widening income inequality if he returns to power next year, according to people with knowledge of the matter.At the heart of the rework is changes in capital gains taxes that Modi’s administration believes benefit the nation’s wealthy, the people said, asking not to be identified as the details are private. For instance, while India levies a tax of as much as 30% on income, it taxes gains on certain asset classes such as equity funds and stocks at a lower rate.This isn’t progressive and goes against the principle of equity, said one of the people. A panel may be appointed to build on proposals submitted to the Finance Ministry in 2019 with an eye to implement in 2024, though no final decisions have been made, the people added.A Finance Ministry spokesman didn’t immediately respond to an email seeking comments.India’s reliance on indirect taxes — levies on consumption — rather than direct taxes on capital is often cited by economists as the main culprit behind the country’s poor getting left behind even as the nation minted 70 new millionaires each day between 2018 and 2022. Oxfam International estimates the top 10% of India’s population holds 77% of national wealth and government data show about 6% pay income tax.Leaders around the world are trying to narrow income gaps, from China President Xi Jinping’s “common prosperity program to US President Joe Biden’s proposal of higher taxes for the wealthiest.Modi, who came to power with the strongest mandate in three decades on a platform pledging dignity for the poor, has often been accused of policies that favor the rich. Boosting living standards across the population is also key for India to market itself as a consumer destination that global businesses should target.An overhaul of the six-decade-old income tax law was first proposed under Modi’s predecessor in 2009 but successive governments have failed to complete it. While India has tweaked some tax rates and exemptions for individuals and companies, it is still trying to address some other issues such as standardizing the tax rates on capital gains.The government tried to address this issue partially in the recent budget by taxing debt funds at the income tax rate.With a new direct taxes code, the government is also looking to replace India’s complicated tax system with a simpler law to draw in companies looking to shift their operations out of China amid growing tensions between Washington and Beijing. More importantly, it could help burnish India’s credentials as an investment destination after companies such as Vodafone Group Plc and Cairn Energy Plc challenged tax decisions in courts in the past.A new direct taxes law would complete the Modi government’s tax overhaul push after it replaced multiple indirect taxes with a goods and services tax in 2017, transforming India into a single unified market."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMinAFodHRwczovL20uZWNvbm9taWN0aW1lcy5jb20vbmV3cy9lY29ub215L3BvbGljeS9pbmNvbWUtdGF4LWRlcGFydG1lbnQtY2xhcmlmaWVzLW5vLXByb3Bvc2FsLWZvci1jYXBpdGFsLWdhaW5zLXRheC1iZWZvcmUtZ292ZXJubWVudC9hcnRpY2xlc2hvdy85OTU5MTM2Ny5jbXPSAaABaHR0cHM6Ly9tLmVjb25vbWljdGltZXMuY29tL25ld3MvZWNvbm9teS9wb2xpY3kvaW5jb21lLXRheC1kZXBhcnRtZW50LWNsYXJpZmllcy1uby1wcm9wb3NhbC1mb3ItY2FwaXRhbC1nYWlucy10YXgtYmVmb3JlLWdvdmVybm1lbnQvYW1wX2FydGljbGVzaG93Lzk5NTkxMzY3LmNtcw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Economic Times",
                            "title": "No proposal before govt for overhaul of capital gains tax, clarifies I-T dept",
                            "image": "https://img.etimg.com/thumb/msid-99591437,width-1070,height-580,imgsize-43220,overlay-economictimes/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "It is clarified that there is no such proposal before the Government on capital gains tax.@nsitharamanoffc… https:t.coIKfhtec0EG — Income Tax India (@IncomeTaxIndia) 1681826939000The Income Tax Department of India stated on Tuesday that there is currently no proposal before the government regarding the capital gains tax.It is clarified that there is no such proposal before the Government on capital gains tax, Income Tax Department said via a tweet.This clarification was issued after several sources told Bloomberg earlier in the day that India is considering an overhaul of its direct tax laws in order to simplify a complex set of regulations and enable Prime Minister Narendra Modi to address income inequality if he wins election next year. A Bloomberg report cited people with knowledge of the matter.Earlier today, a news report by Bloomberg said that the centre is working to increase capital gains taxes for top income earners, citing sources. The sources claimed that at the heart of the rework is potential increases in capital gains taxes for top income earners. For instance, while India levies a tax of as much as 30% on income, it taxes gains on certain asset classes such as equity funds and stocks at a lower rate.This isn’t progressive and goes against the principle of equity, said one of the people. A panel may be appointed to build on proposals submitted to the Finance Ministry in 2019 with an eye to implement in 2024, though no final decisions have been made, the people quoted by Bloomberg had said asking not to be identified as the details are private.The report also said that with a new direct taxes code, the government is looking to replace India’s complicated tax system with a simpler law to draw in companies looking to shift their operations out of China amid growing tensions between Washington and Beijing.While the centre had accepted that there is need to reform the capital gain tax, officials from finance ministry refused any such discussion at present."
                        }
                    ]
                },
                {
                    "title": "INX Media case: ED attaches Congress MP Karti Chidambaram's properties worth Rs 11.04 crore ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMibmh0dHBzOi8vd3d3LmluZGlhdG9kYXkuaW4vaW5kaWEvc3RvcnkvZWQtYXR0YWNoZXMtY29uZ3Jlc3MtbXAta2FydGktY2hpZGFtYWJhcmFtLXByb3BlcnRpZXMtMjM2MTY4MS0yMDIzLTA0LTE40gFyaHR0cHM6Ly93d3cuaW5kaWF0b2RheS5pbi9hbXAvaW5kaWEvc3RvcnkvZWQtYXR0YWNoZXMtY29uZ3Jlc3MtbXAta2FydGktY2hpZGFtYWJhcmFtLXByb3BlcnRpZXMtMjM2MTY4MS0yMDIzLTA0LTE4?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "INX Media case: ED attaches Congress MP Karti Chidambaram's properties worth Rs 11.04 crore",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/karti_chidambaram_1-sixteen_nine.jpg?VersionId=nBMZTEcm8zXKSfDs3C2JA1mkc_0b7YuQ",
                            "time": null,
                            "type": 0,
                            "summary": "By Munish Chandra Pandey: The Enforcement Directorate (ED) on Tuesday attached four properties to the tune of Rs 11.04 crore belonging to Congress MP Karti Chidambaram and others in the INX money laundering case, an official said.The ED said that out of four attached properties, one is an immovable asset located in the Coorg district of Karnataka.A provisional order under the Prevention of Money Laundering Act (PMLA) has been issued against Karti, the statement said.advertisementALSO READ | Every case against me is bogus and this is the most bogus, says Karti ChidambaramThe ED had initiated the probe against senior Congress leader P Chidambaram’s son Karti P Chidambaram, Advantage Strategic Consulting Pvt. Ltd. (ASCPL) and others on the basis of an FIR registered by the Central Bureau of Investigation (CBI) for the commission of offences punishable under various sections of the Indian Penal Code and Prevention of Corruption Act.“During the investigation conducted by ED, it was revealed that illegal gratification (proceeds of crime) was received directly and indirectly from INX Media Pvt. Ltd, to which accused P Chidambaram had granted FIPB approval, through several shell companies controlled, beneficially owned and used by another accused Karti P Chidambaram,” the ED said in a statement.The total proceeds of crime laundered over a period of time is Rs 65.88 crore, the ED has alleged.Karti Chidambaram, son of former union minister and senior Congress leader P Chidambaram, is a sitting MP from Sivaganga Lok Sabha seat in Tamil Nadu and was arrested in the INX case both by the CBI as well as the ED.ALSO READ | 'DMK, Congress have difference of opinion': Karti Chidambaram"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMinAFodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL2Fzc2V0cy13b3J0aC1ycy0xMS1jcm9yZS1vZi1jb25ncmVzcy1tcC1rYXJ0aS1jaGlkYW1iYXJhbS1hbmQtb3RoZXJzLXNlaXplZC1ieS1wcm9iZS1hZ2VuY3ktaW4tbW9uZXktbGF1bmRlcmluZy1jYXNlLTM5NTkxOTPSAaIBaHR0cHM6Ly93d3cubmR0di5jb20vaW5kaWEtbmV3cy9hc3NldHMtd29ydGgtcnMtMTEtY3JvcmUtb2YtY29uZ3Jlc3MtbXAta2FydGktY2hpZGFtYmFyYW0tYW5kLW90aGVycy1zZWl6ZWQtYnktcHJvYmUtYWdlbmN5LWluLW1vbmV5LWxhdW5kZXJpbmctY2FzZS0zOTU5MTkzL2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "NDTV.com",
                            "title": "Assets Of Congress MP Karti Chidambaram Seized In Money Laundering Case",
                            "image": "https://c.ndtvimg.com/2022-05/3723k7ig_karti-chidambaram-pti-pic_650x400_17_May_22.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "Assets of Karti Chidambaram and others have been seized by the EDAssets worth Rs 11.04 crore of Congress MP Karti Chidambaram and others have been seized by the Enforcement Directorate for alleged money laundering in the INX Media case.The seized assets include a property in Karnataka's Coorg district, the ED said in a statement.Mr Chidambaram, the son of Congress leader P Chidambaram, is an MP from Tamil Nadu's Sivaganga.The INX Media case is linked to alleged money laundering in allowing foreign investment in the media firm when P Chidambaram was Finance Minister in the United Progressive Alliance (UPA) government.Investigators have alleged the Chidambarams received kickbacks for granting the foreign investment permission.During investigation, it was revealed that illegal gratification (proceeds of crime) was received directly and indirectly from INX Media Pvt Ltd, to which accused P Chidambaram granted FIPB (Foreign Investment Promotion Board) approval via shell companies controlledbeneficially ownedused by another accused, Karti Chidambaram, the ED said in the statement.Karti Chidambaram has said the BJP-led centre has been pursuing a politically motivated vendetta against his family.P Chidambaram was arrested by the Central Bureau of Investigation (CBI) in the INX Media case in August 2019. In October the same year, the ED arrested him in a related money laundering case. He got bail in both cases later.The CBI had filed its case in May 2017, alleging irregularities in the FIPB clearance granted to INX Media group for receiving overseas funds of Rs 305 crore in 2007.Subsequently, the ED filed the money laundering case."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMidGh0dHBzOi8vemVlbmV3cy5pbmRpYS5jb20vaW5kaWEvZWQtYXR0YWNoZXMtY29uZ3Jlc3MtbXAta2FydGktY2hpZGFtYWJhcmFtcy1hc3NldHMtd29ydGgtcnMtMTEtMDQtY3JvcmUtMjU5NjQzMi5odG1s0gF4aHR0cHM6Ly96ZWVuZXdzLmluZGlhLmNvbS9pbmRpYS9lZC1hdHRhY2hlcy1jb25ncmVzcy1tcC1rYXJ0aS1jaGlkYW1hYmFyYW1zLWFzc2V0cy13b3J0aC1ycy0xMS0wNC1jcm9yZS0yNTk2NDMyLmh0bWwvYW1w?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Zee News",
                            "title": "ED Attaches Congress MP Karti Chidamabaram's Assets Worth Rs 11.04 Crore In Money Laundering Case",
                            "image": "https://english.cdn.zeenews.com/sites/default/files/2023/04/18/1185927-karti-970x545.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "The Enforcement Directorate (ED) on Tuesday attached properties to the tune of Rs 11.04 crore belonging to Congress MP Karti Chidambaram in the INX money laundering case, an official statement said here. The ED said that out of four attached properties, one is an immovable asset located in Coorg district of Karnataka. A provisional order under the Prevention of Money Laundering Act (PMLA) has been issued against Karti, the statement said.Karti Chidamabaram, son of former union minister and senior Congress leader P Chidamabaram, is a sitting MP from Sivaganga Lok Sabha seat in Tamil Nadu and was arrested in the INX case both by the CBI as well as the ED. The case pertains to alleged illegal gratification received directly or indirectly from INX Media Pvt Limited to which Foreign Investment Promotion Board (FIPB) approval was granted during the tenure of his father as Union finance minister in the UPA government."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy50ZWxlZ3JhcGhpbmRpYS5jb20vaW5kaWEvZW5mb3JjZW1lbnQtZGlyZWN0b3JhdGUtYXR0YWNoZXMtY29uZy1tcC1rYXJ0aS1jaGlkYW1hYmFyYW1zLXByb3BlcnRpZXMtd29ydGgtcnMtMTEtMDQtY3JvcmUvY2lkLzE5MzA2MjjSAZEBaHR0cHM6Ly93d3cudGVsZWdyYXBoaW5kaWEuY29tL2FtcC9pbmRpYS9lbmZvcmNlbWVudC1kaXJlY3RvcmF0ZS1hdHRhY2hlcy1jb25nLW1wLWthcnRpLWNoaWRhbWFiYXJhbXMtcHJvcGVydGllcy13b3J0aC1ycy0xMS0wNC1jcm9yZS9jaWQvMTkzMDYyOA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Telegraph India",
                            "title": "ED attaches Cong MP Karti Chidamabaram's properties worth Rs 11.04 crore",
                            "image": "https://assets.telegraphindia.com/telegraph/2022/Jun/1654695801_karti.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "The agency said that out of four attached properties, one is an immovable asset located in Coorg district of KarnatakaOut of four attached properties, one is an immovable asset located in Coorg district of Karnataka, the federal agency said in a statement.The Enforcement Directorate (ED) on Tuesday said it has attached properties to the tune of Rs 11.04 crore belonging to Congress MP Karti Chidambaram in the INX Media money laundering case, an official statement said here.The ED issued a provisional order, under the Prevention of Money Laundering Act (PMLA), for attaching the assets worth Rs 11.04 crore.Karti Chidambaram, 51, is the son of former Union minister and senior Congress leader P Chidambaram and is a sitting Congress MP from Sivaganga Lok Sabha seat in Tamil Nadu.He was arrested in the INX case by the ED as well as the Central Bureau of Investigation (CBI).The ED had filed a criminal case under the PMLA in 2017 to probe alleged irregularities in the grant of FIPB approval to INX Media group.INX Media got its FIPB (foreign investment promotion board) approvals in 2007-08 when P Chidambaram was serving as the Union finance minister in the UPA government.It is alleged that this approval was not legal and agencies have charged P Chidambaram with committing corruption and money laundering by taking kickbacks from the promoters of the media group, Indrani and Peter Mukerjea, through his son Karti.The FIPB was scrapped by the Modi government in 2017.It was found, the ED said, that illegal gratification (proceeds of crime) was received directly and indirectly from Ms INX Media Pvt. Ltd., to which accused P Chidambaram had granted FIPB approval, through several shell companies controlledbeneficially ownedused by another accused Karti P Chidambaram. Illegal gratification was received in the company of the accused in the name of providing consultancy by the entities from INX Media, it said.The agency alleged that the total proceeds of crime laundered over a period of time in this case are Rs 65.88 crore.The money was routed to overseas accounts and investment was made in various overseas properties and shares of companies through various shell companies directly or indirectly controlled by Karti P Chidambaram and through his confidants, it alleged.The ED had filed a charge sheet in this case in 2021 in which it said that emails were recovered from seized digital devices that disclose Karti used to consult his father regarding matters related to a company -Advantage Strategic Consulting Pvt Ltd (ASCPL) - beneficially owned by him in the past and involved in this case."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMieWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9pbmRpYS1uZXdzL2JyZWFraW5nLW5ld3MtbGl2ZS11cGRhdGVzLWFwcmlsLTE4LTIwMjMtbGF0ZXN0LW5ld3MtdG9kYXktMTAxNjgxNzc0NTgzODcxLmh0bWzSAQA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "LIVE: ED attaches 4 properties of Karti Chidambaram, others in INX media case in Karnataka",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/17/1600x900/Breaking-News-Live-Blog-pic__1681775817182_1681775817349.jpg",
                            "time": "2023-04-18T05:28:03+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiZmh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9lZC1jb25nLW1wLWthcnRpLWNoaWRhbWFiYXJhbXMtcHJvcGVydGllcy13b3J0aC1jcm9yZS04NTYzNTg3L9IBa2h0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9lZC1jb25nLW1wLWthcnRpLWNoaWRhbWFiYXJhbXMtcHJvcGVydGllcy13b3J0aC1jcm9yZS04NTYzNTg3L2xpdGUv?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "INX money laundering case: ED attaches Karti Chidambaram’s assets worth Rs 11.04 crore",
                            "image": "https://images.indianexpress.com/2023/04/kart.jpg",
                            "time": "2023-04-18T20:26:52+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMifmh0dHBzOi8vd3d3Lm5ld3MxOC5jb20vaW5kaWEvZWQtYXR0YWNoZXMtNC1wcm9wZXJ0aWVzLW9mLWNvbmctbGVhZGVyLWthcnRpLWNoaWRhbWJhcmFtcy1pbi1rdGFrYS1jb29yZy11bmRlci1wbWxhLTc1ODA0NzkuaHRtbNIBggFodHRwczovL3d3dy5uZXdzMTguY29tL2FtcC9pbmRpYS9lZC1hdHRhY2hlcy00LXByb3BlcnRpZXMtb2YtY29uZy1sZWFkZXIta2FydGktY2hpZGFtYmFyYW1zLWluLWt0YWthLWNvb3JnLXVuZGVyLXBtbGEtNzU4MDQ3OS5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "News18",
                            "title": "Congress MP Karti Chidambaram's Properties Seized in K'taka’s Coorg in Money Laundering Case",
                            "image": "https://images.news18.com/ibnlive/uploads/2023/03/karti-chidambaram.jpg",
                            "time": "2023-04-18T20:51:54+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMigwFodHRwczovL2VuZ2xpc2guamFncmFuLmNvbS9pbmRpYS9pbngtbWVkaWEtY2FzZS1lZC1hdHRhY2hlcy1hc3NldHMtd29ydGgtcnMtMTEtY3JvcmUtYmVsb25naW5nLXRvLWthcnRpLWNoaWRhbWJhcmFtLW90aGVycy0xMDA3NDA4M9IBiAFodHRwczovL2VuZ2xpc2guamFncmFuLmNvbS9saXRlL2luZGlhL2lueC1tZWRpYS1jYXNlLWVkLWF0dGFjaGVzLWFzc2V0cy13b3J0aC1ycy0xMS1jcm9yZS1iZWxvbmdpbmctdG8ta2FydGktY2hpZGFtYmFyYW0tb3RoZXJzLTEwMDc0MDgz?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Jagran English",
                            "title": "INX Media Case: ED Attaches Assets Worth Rs 11 Cr Belonging To Karti Chidambaram, Others",
                            "image": "https://imgeng.jagran.com/images/2023/apr/kartii1681835104675.jpg",
                            "time": "2023-04-18T21:50:00+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMitAFodHRwczovL3d3dy5pbmRpYXR2bmV3cy5jb20vbmV3cy9pbmRpYS9lZC1hdHRhY2hlcy1jb25ncmVzcy1tcC1rYXJ0aS1jaGlkYW1iYXJhbS1hc3NldHMtd29ydGgtcnMtMTEtMDQtY3JvcmUtaW4taW54LW1vbmV5LWxhdW5kZXJpbmctY2FzZS1rYXJuYXRha2EtbGF0ZXN0LXVwZGF0ZXMtMjAyMy0wNC0xOC04NjQ3MDXSAbgBaHR0cHM6Ly93d3cuaW5kaWF0dm5ld3MuY29tL2FtcC9uZXdzL2luZGlhL2VkLWF0dGFjaGVzLWNvbmdyZXNzLW1wLWthcnRpLWNoaWRhbWJhcmFtLWFzc2V0cy13b3J0aC1ycy0xMS0wNC1jcm9yZS1pbi1pbngtbW9uZXktbGF1bmRlcmluZy1jYXNlLWthcm5hdGFrYS1sYXRlc3QtdXBkYXRlcy0yMDIzLTA0LTE4LTg2NDcwNQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India TV News",
                            "title": "ED attaches Congress MP Karti Chidambaram's assets worth Rs 11.04 crore in INX money laundering case",
                            "image": "https://resize.indiatvnews.com/en/resize/newbucket/1200_-/2023/04/karti-1681829664.jpg",
                            "time": "2023-04-18T20:26:02+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMifmh0dHBzOi8vd3d3LnRyaWJ1bmVpbmRpYS5jb20vbmV3cy9uYXRpb24vaW54LW1lZGlhLWNhc2UtZWQtYXR0YWNoZXMta2FydGktY2hpZGFtYWJhcmFtcy1wcm9wZXJ0aWVzLXdvcnRoLXJzLTExLTA0LWNyb3JlLTQ5ODY0NdIBfmh0dHBzOi8vd3d3LnRyaWJ1bmVpbmRpYS5jb20vbmV3cy9uYXRpb24vaW54LW1lZGlhLWNhc2UtZWQtYXR0YWNoZXMta2FydGktY2hpZGFtYWJhcmFtcy1wcm9wZXJ0aWVzLXdvcnRoLXJzLTExLTA0LWNyb3JlLTQ5ODY0NQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Tribune India",
                            "title": "INX Media case: ED attaches Karti Chidamabaram’s properties worth Rs 11.04 crore",
                            "image": "https://englishtribuneimages.blob.core.windows.net/gallary-content/2023/4/2023_4$largeimg_433093292.jpeg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        }
                    ]
                },
                {
                    "title": "Delhi records over 430% rise in active Covid cases since March-end ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMihgFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY2l0aWVzL2RlbGhpLW5ld3MvZGVsaGktcmVjb3Jkcy1vdmVyLTQzMC1yaXNlLWluLWFjdGl2ZS1jb3ZpZC1jYXNlcy1zaW5jZS1tYXJjaGVuZC0xMDE2ODE4MTYzODI2NDguaHRtbNIBigFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY2l0aWVzL2RlbGhpLW5ld3MvZGVsaGktcmVjb3Jkcy1vdmVyLTQzMC1yaXNlLWluLWFjdGl2ZS1jb3ZpZC1jYXNlcy1zaW5jZS1tYXJjaGVuZC0xMDE2ODE4MTYzODI2NDgtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "Delhi records over 430% rise in active Covid cases since March-end",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/PTI04-15-2023-000022B-0_1681816569023_1681816619759.jpg",
                            "time": "2023-04-18T17:02:55+05:30",
                            "type": 0,
                            "summary": "From 932 cases on March 30 to 4,976 on April 17, active coronavirus cases in Delhi have registered a jump of more than 430 per cent in nearly three weeks, according to official data. Jammu: A healthcare worker collects a swab sample of a woman for Covid-19 test, amid a rise in coronavirus cases in the country, in Jammu, Saturday, April 15, 2023. (PTI Photo)(PTI04_15_2023_000022B)(PTI)Delhi has reported more than 13,200 cases of Covid-19 in the past 19 days.Also Read: Delhi Covid positivity rate rises to 31.9%, records 1,396 fresh casesThe active case tally on Monday stood at 4,976, a jump of nearly 433 per cent since March 30 when the corresponding figure was 932, data showed.The active case count was, in fact, higher on Sunday at 5,297.Though Delhi has seen a spike in coronavirus cases in the recent past, hospitalisation remains low.Experts have maintained that there is no need to panic and people should follow Covid-appropriate behaviour and get booster shots of vaccines.LNJP Hospital's Medical Director Suresh Kumar had cautioned on April 13 that coronavirus cases in the national capital will peak in the next couple of weeks.In the March 30-April 17 period, more than 30 fatalities have been recorded, including five deaths on April 15.Delhi on Monday logged 1,017 Covid-19 cases, while the positivity rate jumped to 32.25 per cent, the highest in 15 months, according to data shared by the health department.The capital had recorded a positivity rate of 30.6 per cent on January 14 last year.Delhi's Covid-19 tally climbed to 20,24,244 on Monday. Four new fatalities pushed the death toll to 26,567, the health department's bulletin stated.Delhi's daily Covid case count breached the 1,000-mark again on April 12, first time in over seven months.Since then, the figures have been reported in four-digit only.The spurt in the number of fresh Covid infections came amid a sharp rise in H3N2 influenza cases in the country.Also Read: Delhi minister Atishi: Covid review on, school guidelines soonThe Delhi government is keeping an eye on the spurt in Covid cases in the national capital and is prepared to face any eventuality, Chief Minister Arvind Kejriwal said recently.Mock drills were conducted at various hospitals in Delhi on April 11 to check Covid-19 preparedness, following guidelines from the Centre.Medical experts say the new XBB.1.16 variant of the virus could be driving the surge.They also said this rise in the number of cases could be the result of more people getting themselves tested for Covid as a precaution when they actually get infected with the influenza virus and develop fever and related symptoms.Also Read: Delhi Covid positivity rate rises to 31.9%, records 1,396 fresh casesThe Indian Council of Medical Research has said the rise in the number of influenza cases is due to the Influenza A sub-type H3N2.The H3N2 virus is leading to more hospitalisation than the other subtypes. The symptoms include a runny nose, persistent cough and fever."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiaGh0dHBzOi8vdGhlcHJpbnQuaW4vaW5kaWEvbXVtYmFpLXJlcG9ydHMtMjIwLW5ldy1jb3ZpZC0xOS1jYXNlcy16ZXJvLWRlYXRoLWFjdGl2ZS10YWxseS1hdC0xNjc3LzE1MjYzNjcv0gFsaHR0cHM6Ly90aGVwcmludC5pbi9pbmRpYS9tdW1iYWktcmVwb3J0cy0yMjAtbmV3LWNvdmlkLTE5LWNhc2VzLXplcm8tZGVhdGgtYWN0aXZlLXRhbGx5LWF0LTE2NzcvMTUyNjM2Ny8_YW1w?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "ThePrint",
                            "title": "Mumbai reports 220 new COVID-19 cases, zero death; active tally at 1,677",
                            "image": "https://static.theprint.in/wp-content/uploads/2018/07/cropped-512x512-32x32.png",
                            "time": "2023-04-18T16:34:04+00:00",
                            "type": 1,
                            "summary": "Mumbai, Apr 18 (PTI) Mumbai on Tuesday reported 220 new COVID-19 cases, crossing the 200-mark after a gap of two days, taking the overall tally to 11,60,902, while no fresh death linked to the infection was registered in the metropolis, the local civic body said.A Brihanmumbai Municipal Corporation (BMC) bulletin said the death toll remained unchanged at 19,754.The financial capital has reported more than 200 fresh infections after a gap of two days. On Monday, the city had registered 131 cases, while the daily tally was 181 on Sunday.According to the bulletin, the number of recoveries rose to 11,39,471 after 242 patients recuperated from the respiratory illness in the last 24 hours, leaving the metropolis with an active caseload of 1,677.Mumbai’s coronavirus recovery rate was 98.2 per cent, while growth rate of cases between April 11 and 17 stood at 0.0194 per cent.The case doubling rate was 3,486 days, said the bulletin. PTI KK RSY RSYThis report is auto-generated from PTI news service. ThePrint holds no responsibility for its content."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiX2h0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9jb3ZpZC1saXZlLW5ld3MtdXBkYXRlcy1pbmRpYS1uZXctY2FzZXMtZGVhdGhzLTg1NjIxMTcv0gFkaHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL2luZGlhL2NvdmlkLWxpdmUtbmV3cy11cGRhdGVzLWluZGlhLW5ldy1jYXNlcy1kZWF0aHMtODU2MjExNy9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "Covid Live News Updates: India records 7,633 news Covid cases; Active cases rise to 61,233",
                            "image": "https://images.indianexpress.com/2023/04/covid-live.jpg",
                            "time": "2023-04-18T10:10:22+05:30",
                            "type": 1,
                            "summary": "Covid Live News Updates, April 18: In a dip from Monday, India has recorded 7,633 new coronavirus infections, while the active cases have increased to 61,233, according to the Union Health Ministry data. The death toll has increased to 5,31,152 with 11 deaths. While four deaths were reported from Delhi, one each was reported from Haryana, Karnataka and Punjab, four fatalities were reconciled by Kerala.Meanwhile, the active cases now comprise 0.14 per cent of the total infections and the national COVID-19 recovery rate has been recorded at 98.68 per cent, the ministry said. The Covid case tally was recorded at 4.47 crore. (PTI)In other news, amid the growing cases of Covid-19 infections in the country, West Bengal Chief Minister Mamata Banerjee on Monday emphasised the need for wearing masks, regular washing of hands and sanitisation of office establishments, an official said. Chairing a Cabinet meeting, Banerjee directed all officials to strictly start following the Covid-19 safety norms and directed Chief Secretary HK Dwivedi to issue an order in this regard. Sanitisation drives will be carried out in all government offices and employees will be directed to wear masks, officials said."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMilgFodHRwczovL3RpbWVzb2ZpbmRpYS5pbmRpYXRpbWVzLmNvbS9pbmRpYS9jb3JvbmF2aXJ1cy1pbi1pbmRpYS1saXZlLXVwZGF0ZXMteGJiLTEtMTYtb21pY3Jvbi1hcmN0dXJ1cy1jb3ZpZC12YXJpYW50LWNhc2VzLWRlYXRocy9saXZlYmxvZy85OTU2OTI4My5jbXPSAZoBaHR0cHM6Ly90aW1lc29maW5kaWEuaW5kaWF0aW1lcy5jb20vaW5kaWEvY29yb25hdmlydXMtaW4taW5kaWEtbGl2ZS11cGRhdGVzLXhiYi0xLTE2LW9taWNyb24tYXJjdHVydXMtY292aWQtdmFyaWFudC1jYXNlcy1kZWF0aHMvYW1wX2xpdmVibG9nLzk5NTY5MjgzLmNtcw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Times of India",
                            "title": "Coronavirus India live updates: Delhi reports 1,537 new cases in the last 24 hours",
                            "image": "https://static.toiimg.com/thumb/msid-99569283,width-1070,height-580,imgsize-77556,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "21:58 (IST) Apr 18The Food and Drug Administration said anyone 65 or older can opt to roll up their sleeves again as long as it's been at least four months since their first dose of the so-called bivalent vaccine that targets omicron strains.And most people who are immune-compromised can choose another bivalent booster shot at least two months later, with additional doses in the future at the discretion of their physician.For everyone else, regardless of whether it’s a first shot or a booster, the FDA also said the original versions of the Pfizer and Moderna vaccines are outdated and will no longer be used. Instead, anyone getting a Pfizer or Moderna shot will receive the newer omicron-targeted version. For most people, if it’s their first-ever vaccine, just one combo dose will be enough."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMimgFodHRwczovL20uZWNvbm9taWN0aW1lcy5jb20vbmV3cy9pbmRpYS93aXRoLW92ZXItOTAwMC1uZXctY292aWQtaW5mZWN0aW9ucy1yZWNvcmRlZC1pbi1hLWRheS1hY3RpdmUtY2FzZXMtaW4taW5kaWEtY2xpbWItdG8tNjAzMTMvYXJ0aWNsZXNob3cvOTk1NDc2MzIuY21z0gGeAWh0dHBzOi8vbS5lY29ub21pY3RpbWVzLmNvbS9uZXdzL2luZGlhL3dpdGgtb3Zlci05MDAwLW5ldy1jb3ZpZC1pbmZlY3Rpb25zLXJlY29yZGVkLWluLWEtZGF5LWFjdGl2ZS1jYXNlcy1pbi1pbmRpYS1jbGltYi10by02MDMxMy9hbXBfYXJ0aWNsZXNob3cvOTk1NDc2MzIuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Economic Times",
                            "title": "With over 9000 new covid infections recorded in a day, active cases in India climb to 60,313",
                            "image": "https://img.etimg.com/thumb/msid-99547751,width-1070,height-580,imgsize-1291374,overlay-economictimes/photo.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMidGh0dHBzOi8vZWNvbm9taWN0aW1lcy5pbmRpYXRpbWVzLmNvbS9uZXdzL2luZGlhL2FjdGl2ZS1jb3ZpZC1jYXNlcy1pbi1jb3VudHJ5LXJpc2UtdG8tNjEyMzMvYXJ0aWNsZXNob3cvOTk1NzQ0OTguY21z0gFvaHR0cHM6Ly9tLmVjb25vbWljdGltZXMuY29tL25ld3MvaW5kaWEvYWN0aXZlLWNvdmlkLWNhc2VzLWluLWNvdW50cnktcmlzZS10by02MTIzMy9hbXBfYXJ0aWNsZXNob3cvOTk1NzQ0OTguY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Economic Times",
                            "title": "Active Covid cases in India rise to 61,233",
                            "image": "https://img.etimg.com/thumb/msid-99574523,width-1070,height-580,imgsize-2496295,overlay-economictimes/photo.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiZWh0dHBzOi8vbS50aW1lc29maW5kaWEuY29tL2luZGlhL2FjdGl2ZS1jb3ZpZC1jYXNlcy1pbi1jb3VudHJ5LXJpc2UtdG8tNjEyMzMvYXJ0aWNsZXNob3cvOTk1NzQ5MjAuY21z0gFpaHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vaW5kaWEvYWN0aXZlLWNvdmlkLWNhc2VzLWluLWNvdW50cnktcmlzZS10by02MTIzMy9hbXBfYXJ0aWNsZXNob3cvOTk1NzQ5MjAuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Indiatimes.com",
                            "title": "Covid Cases in India Today: 7,633 new infections, active coronavirus cases in india rise to 61,233",
                            "image": "https://static.toiimg.com/thumb/msid-99575026,width-1070,height-580,imgsize-914970,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMi9wFodHRwczovL3d3dy5saXZlbWludC5jb20vbmV3cy9pbmRpYS9pbmRpYXMtY292aWQtY2FzZXMtZGlwLXRvLTctMDAwLWJ1dC1ob3NwaXRhbHMtaW4tbWFqb3ItY2l0aWVzLXdpdG5lc3MtYS1zdXJnZS1pbi1wYXRpZW50cy13aXRoLXVudXN1YWwtc3ltcHRvbXMtaW5jbHVkaW5nLWV5ZS1yZWRuZXNzLWFuZC1pdGNoaW5nLWluZGlhY292aWR1cGRhdGUtb21pY3JvbnZhcmlhbnQtY292aWRzeW1wdG9tcy0xMTY4MTgzODYwOTAwNy5odG1s0gH7AWh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9uZXdzL2luZGlhL2luZGlhcy1jb3ZpZC1jYXNlcy1kaXAtdG8tNy0wMDAtYnV0LWhvc3BpdGFscy1pbi1tYWpvci1jaXRpZXMtd2l0bmVzcy1hLXN1cmdlLWluLXBhdGllbnRzLXdpdGgtdW51c3VhbC1zeW1wdG9tcy1pbmNsdWRpbmctZXllLXJlZG5lc3MtYW5kLWl0Y2hpbmctaW5kaWFjb3ZpZHVwZGF0ZS1vbWljcm9udmFyaWFudC1jb3ZpZHN5bXB0b21zL2FtcC0xMTY4MTgzODYwOTAwNy5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Mint",
                            "title": "Covid hospitalizations rising, wards filling up, warn doctors",
                            "image": "https://www.livemint.com/lm-img/img/2023/04/18/600x338/Covid_1681839113419_1681839113595.jpg",
                            "time": "2023-04-18T22:53:28+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMivQFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vY2l0aWVzL290aGVycy80NnllYXJvbGQtY292aWQtcGF0aWVudC1kaWVzLWluLWx1Y2tub3ctYXMtdXAtcmVjb3Jkcy1oaWdoZXN0LWRhaWx5LXRhbGx5LW9mLTgyMS1jYXNlcy1pbi04LW1vbnRocy1sdWNrbm93LXJlcG9ydHMtOTctY2FzZXMtMTAxNjgxODM4MTg4NTM3Lmh0bWzSAcEBaHR0cHM6Ly93d3cuaGluZHVzdGFudGltZXMuY29tL2NpdGllcy9vdGhlcnMvNDZ5ZWFyb2xkLWNvdmlkLXBhdGllbnQtZGllcy1pbi1sdWNrbm93LWFzLXVwLXJlY29yZHMtaGlnaGVzdC1kYWlseS10YWxseS1vZi04MjEtY2FzZXMtaW4tOC1tb250aHMtbHVja25vdy1yZXBvcnRzLTk3LWNhc2VzLTEwMTY4MTgzODE4ODUzNy1hbXAuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "U.P. logs 821 Covid cases, 2 deaths in a day; active infections cross 4k mark",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/The-state-also-recorded-821-new-Covid-cases-within_1681838177806.jpg",
                            "time": "2023-04-18T22:46:27+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMihQFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL3RlY2hub2xvZ3kvbmV3cy9zdG9yeS9jb3ZpZC1jYXNlcy1yaXNpbmctaW4taW5kaWEtNS1oZWFsdGgtZ2FkZ2V0cy10by1rZWVwLWhhbmR5LWF0LWhvbWUtMjM2MTI2Mi0yMDIzLTA0LTE30gGJAWh0dHBzOi8vd3d3LmluZGlhdG9kYXkuaW4vYW1wL3RlY2hub2xvZ3kvbmV3cy9zdG9yeS9jb3ZpZC1jYXNlcy1yaXNpbmctaW4taW5kaWEtNS1oZWFsdGgtZ2FkZ2V0cy10by1rZWVwLWhhbmR5LWF0LWhvbWUtMjM2MTI2Mi0yMDIzLTA0LTE3?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "Covid cases rising in India: 5 health gadgets to keep handy at home",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/covid-19_0-sixteen_nine.jpg?VersionId=tF8YLaJI2t7qqVUH9ItdM3AVeIqiSBQs",
                            "time": null,
                            "type": 2,
                            "summary": null
                        }
                    ]
                },
                {
                    "title": "NIA takes over London HC violence case; Khanda, Gurcharan, Jasvir named suspects ",
                    "articles": [
                        {
                            "url": "https://news.google.com/articles/CBMinQFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9uaWEtdGFrZXMtb3Zlci1sb25kb24taGlnaC1jb21taXNzaW9uLXZpb2xlbmNlLWNhc2Uta2hhbmRhLWd1cmNoYXJhbi1hbmQtamFzdmlyLW5hbWVkLXN1c3BlY3RzLTEwMTY4MTgwNjc0NzM3OS5odG1s0gGhAWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9pbmRpYS1uZXdzL25pYS10YWtlcy1vdmVyLWxvbmRvbi1oaWdoLWNvbW1pc3Npb24tdmlvbGVuY2UtY2FzZS1raGFuZGEtZ3VyY2hhcmFuLWFuZC1qYXN2aXItbmFtZWQtc3VzcGVjdHMtMTAxNjgxODA2NzQ3Mzc5LWFtcC5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Hindustan Times",
                            "title": "NIA takes over London High Commission violence case; Khanda, Gurcharan and Jasvir named suspects",
                            "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/lodon_1681806834143_1681806844153.jpeg",
                            "time": "2023-04-18T14:05:54+05:30",
                            "type": 0,
                            "summary": "The National Investigation Agency (NIA) has taken over the investigations of March 19 violence and dishonor to the Indian National Flag at Indian High Commission in London by Sikh extremists. The Narendra Modi government has taken the dishonoring of the Indian national flag by separatists very seriously.According to inputs received from Delhi Police, the Home Ministry handed over the investigations to NIA on April 13 after the Special Cell registered a case on the incident on March 23 on the basis of a complaint filed by a London High Commission official present during the time of violence. A case under sections 109147148149120-B448452325 IPC read with Section 13 of UAPA, Section 3(1) of Prevention of Damage to Public Property Act and section 2 of Prevention of Insults to National Honour Act, 1971 has been registered by the NIA on the same lines as the Delhi Police. Two officials of the Indian High Commission in London sustained grievous injuries during the violence by Sikh radicals.The Delhi Police FIR names Sikh extremist Avtar Singh aka Khanda, Gurcharan Singh and Jasvir Singh as the principal suspects as also the London High Commission made a SOS call to Diplomatic Protection Officer at 345 hours GMT about the breach in the Indian premises by radicals on March 19. The FIR clearly mentions that 50-60 separatists were led by Khanda (who has an Indian passport number F8777***) and yellow turban wearing Gurcharan Singh. Both of these extremists along with Jasvir Singh were recognized by the London High Commission official as taking part in the violence and dishonoring of the Indian Flag. It was Khanda and Gurcharan Singh who instigated the mob to vandalize the High Commission, dishonored the flag and inflicted grievous injuries to the High Commission officials while there was no response from the London Metropolitan Police.While the UK government has tried to dismiss the dishonoring of the Indian National Flag by Sikh extremists as part of their right to protest and freedom of speech, the Narendra Modi government has taken the incident as a barometer of its future relations with the British Government. The Modi government wants strict visible action to be taken against those named in the FIR as Khanda’s parents were both part of the ISI sponsored terrorist movement in Punjab in the 1990s. Khanda’s father was a KLF terrorist named Kulwant Singh Khukrana and mother was related to KLF leader Gurjant Singh Budhsinghwala with close connections to Pakistani deep state. Khanda entered Britain on a student visa and now seeks political asylum from the UK government for himself and others by raising human rights violations against his community in India.SHARE THIS ARTICLE ON"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMia2h0dHBzOi8vdGltZXNvZmluZGlhLmluZGlhdGltZXMuY29tL2luZGlhL25pYS10by1wcm9iZS1pbmRpYW4tbWlzc2lvbi1hdHRhY2staW4tdWsvYXJ0aWNsZXNob3cvOTk1Njc1MjUuY21z0gFmaHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vaW5kaWEvbmlhLXRvLXByb2JlLWluZGlhbi1taXNzaW9uLWF0dGFjay1pbi11ay9hbXBfYXJ0aWNsZXNob3cvOTk1Njc1MjUuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Times of India",
                            "title": "Nia: NIA to probe Indian mission attack in UK",
                            "image": "https://static.toiimg.com/thumb/msid-99567526,width-1070,height-580,imgsize-14756,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                            "time": null,
                            "type": 1,
                            "summary": "The Centre has asked the National Investigation Agency ( NIA ) to investigate the attack on the Indian high commission in London on March 19, transferring the case from Delhi police’ special cell, reports Rajshekhar Jha .The probe requires ascertaining the identities of those in the mob led by alleged Khalistani terrorist Avtar Singh Khanda. Khanda had pulled down the Tricolour at the mission. He is also learnt to have trained fugitive Khalistani sympathiser Amritpal Singh . An expert in explosives, Khanda has sought UK asylum.“The central government is of the opinion that a scheduled offence under the National Investigation Agency Act , 2008, has been committed. The gravity of the offence and its national and international linkages require that it is probed by the NIA,” the order states. Khanda and his associate, Gurcharan Singh , had allegedly instigated a mob of 50-60 to vandalise the mission, dishonor the National Flag hoisted inside the complex and grievously injure officials."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiiAFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2luZGlhL3N0b3J5L3Byby1raGFsaXN0YW5pLXByb3Rlc3RzLWluZGlhbi1oaWdoLWNvbW1pc3Npb24tbG9uZG9uLXVrLW5pYS10by10YWtlLW92ZXItcHJvYmUtMjM2MTM1OS0yMDIzLTA0LTE40gGMAWh0dHBzOi8vd3d3LmluZGlhdG9kYXkuaW4vYW1wL2luZGlhL3N0b3J5L3Byby1raGFsaXN0YW5pLXByb3Rlc3RzLWluZGlhbi1oaWdoLWNvbW1pc3Npb24tbG9uZG9uLXVrLW5pYS10by10YWtlLW92ZXItcHJvYmUtMjM2MTM1OS0yMDIzLTA0LTE4?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India Today",
                            "title": "NIA to probe pro-Khalistan protests outside Indian High Commission in London: Sources",
                            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/pti03_22_2023_000349a-sixteen_nine.jpg?VersionId=1sOm_OkqV5CnXwyWKtiP1Qohhrrk_HpV",
                            "time": null,
                            "type": 1,
                            "summary": "By Jitendra Bahadur Singh: The National Investigation Agency (NIA) will now ptobe last month's incident of pro-Khalistani protests in front of the Indian High Commission in London, sources said.According to the details, the Ministry of Home Affairs (MHA) has allowed the NIA to take over the investigation, which was earlier under the Special Cell of the Delhi Police.advertisementThe NIA has also asked the Special Cell to provide them with an official copy of the FIR registered in the case.INDIA-UK HOME AFFAIRS DIALOGUEThe home ministry has spoken to the government of the UK over the recent violent clashes at the former's mission in London. According to the details, Khalistani activities and protests were discussed between the ministries of both countries, during the 5th India-UK Home Affairs Dialogue.The dialogue, held in New Delhi, was led by the Union Home Secretary, Ajay Kumar Bhalla, while the UK delegation was led by the Permanent Secretary, Home Office, Sir Matthew Rycroft.During the meeting, India asked the United Kingdom to keep a close watch on Khalistani activities in their country and accordingly, take action against the accused.India also said Khalistani activists were plotting terror activities in India.During the meeting, both sides reviewed the ongoing cooperation and explored opportunities and synergies in furthering cooperation in counter-terrorism, cyber security and global supply chains, drug trafficking, migration, extradition and anti-India activities in the UK.The Indian side particularly conveyed its concerns over the misuse of UK asylum status by pro-Khalistan elements to aid and abet terrorist activities in India.India also called for better cooperation with the UK and enhanced monitoring of UK-based pro-Khalistan extremists.Last month, the tricolour flying atop the Indian High Commission in London was grabbed at by a group of protesters waving separatist Khalistani flags and chanting pro-Khalistani slogans, leading to an arrest related to the violent disorder.ALSO READ MEA condemns attacks on Hindu temples, offices of Indian missions in foreign nationsPM MODI CALLS FOR STRONG ACTION AGAINST ANTI-INDIA ELEMENTSOn Thursday, April 13, Prime Minister Narendra Modi raised the issue of the security of Indian diplomatic establishments in the United Kingdom in a telephonic conversation with his British counterpart Rishi Sunak and called for strong action against anti-India elements.advertisementAbout the vandalism at the Indian High Commission last month, Sunak conveyed to Modi that the UK considers the attack totally unacceptable and assured the security of the Indian Mission and its personnel, a statement read.The two leaders also reviewed the progress on a number of bilateral issues as part of the India-UK Roadmap 2030, particularly in the trade and economic sectors.They expressed satisfaction at the recent high-level exchanges and growing cooperation, particularly in trade and economic sectors and agreed on the need for early conclusion of a mutually beneficial Free Trade Agreement between the two countries, the statement said.During the talks, Sunak reiterated the UK's full support for India's ongoing G20 presidency.Modi also conveyed his greetings to Sunak, who is of Indian origin, and the Indian community in the UK on the eve of Baisakhi.PM Modi invited Sunak for the G20 Summit to be held in September 2023. The British leader appreciated the progress made under India's Presidency of the G20 and reiterated the UK's full support to India's initiatives and their success, the release said.ALSO READ How social media is being used to whip up pro-Khalistan sentiments"
                        },
                        {
                            "url": "https://news.google.com/articles/CBMihQFodHRwczovL3d3dy50aGVoaW5kdS5jb20vbmV3cy9uYXRpb25hbC9uaWEtdG8tcHJvYmUtcHJvdGVzdC12YW5kYWxpc20tYXR0ZW1wdC1hdC1pbmRpYW4taGlnaC1jb21taXNzaW9uLWluLWxvbmRvbi9hcnRpY2xlNjY3NTE1MzEuZWNl0gGKAWh0dHBzOi8vd3d3LnRoZWhpbmR1LmNvbS9uZXdzL25hdGlvbmFsL25pYS10by1wcm9iZS1wcm90ZXN0LXZhbmRhbGlzbS1hdHRlbXB0LWF0LWluZGlhbi1oaWdoLWNvbW1pc3Npb24taW4tbG9uZG9uL2FydGljbGU2Njc1MTUzMS5lY2UvYW1wLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Hindu",
                            "title": "NIA to probe protest, vandalism attempt at Indian High Commission in London",
                            "image": "https://th-i.thgim.com/public/incoming/ecojv1/article66751559.ece/alternates/LANDSCAPE_1200/IMG_Britain_India_Protes_2_1_V7B19QFN.jpg",
                            "time": "2023-04-18T13:00:37+00:00",
                            "type": 1,
                            "summary": "April 18, 2023 06:30 pm | Updated 06:30 pm IST - New DelhiThe National Investigation Agency (NIA) will probe the case of protests and attempt to vandalise the Indian High Commission in London last month, officials said on April 18.The NIA will take over the case from the special cell of the Delhi Police which had registered a case under the Unlawful Activities (Prevention) Act and the Prevention of Damage to Public Property Act as it involves unlawful activities carried out by certain people holding Indian nationality abroad.According to officials, the NIA is mandated to probe any terror case that takes place in foreign land following amendments to the law governing the anti-terror probe organisation in 2019.Pro-Khalistani protestors tried to vandalise the Indian High Commission in London and pulled down the national flag while holding protests outside the High Commission complex on March 19. It happened a day after the Punjab Police launched a crackdown against radical preacher Amritpal Singh in Punjab.The Counter-Terrorism and Counter Radicalisation unit of the Ministry of Home Affairs handed over the case to the NIA and the decision was taken after Union Home Secretary Ajay Bhalla held a meeting with representatives of the British government last week.In the London incident, the tricolour flying atop the Indian High Commission was grabbed at by a group of protesters waving separatist Khalistani flags and chanting pro-Khalistani slogans, leading to an arrest.Officials from the mission said the attempted but failed attack had been foiled and that the tricolour was now flying grander. The Metropolitan Police said two members of security staff sustained minor injuries which did not require hospital treatment.India had summoned the British deputy high commissioner based in New Delhi and demanded an explanation over the complete absence of security.Also Read | Diaspora gathers in solidarity outside Indian High Commission in LondonIn a strongly-worded statement, the Ministry of External Affairs had said India finds unacceptable the indifference of the U.K. government to the security of Indian diplomatic premises and personnel.Union Home Secretary Bhalla flagged the issue with a U.K. delegation which was led by Permanent Secretary, Home Office, Sir Matthew Rycroft and specifically conveyed New Delhi's concerns on the misuse of U.K.'s asylum status by pro-Khalistani elements to abet terrorist activities and requested better cooperation, increased monitoring of extremists and take proactive action.India's concerns over the breach of security at the Indian High Commission were also emphasised in that meeting."
                        },
                        {
                            "url": "https://news.google.com/articles/CBMirgFodHRwczovL3d3dy5idXNpbmVzc3RvZGF5LmluL2xhdGVzdC9wb2xpdGljcy9zdG9yeS9pbmRpYW4taGlnaC1jb21taXNzaW9uLWluLXVrLWF0dGFjay1jYXNlLW5pYS10YWtlcy1vdmVyLXByb2JlLXByby1raGFsaXN0YW5pLWFjdGl2aXN0cy10by1iZS1pbnZlc3RpZ2F0ZWQtMzc3ODA3LTIwMjMtMDQtMTjSAbIBaHR0cHM6Ly93d3cuYnVzaW5lc3N0b2RheS5pbi9hbXAvbGF0ZXN0L3BvbGl0aWNzL3N0b3J5L2luZGlhbi1oaWdoLWNvbW1pc3Npb24taW4tdWstYXR0YWNrLWNhc2UtbmlhLXRha2VzLW92ZXItcHJvYmUtcHJvLWtoYWxpc3RhbmktYWN0aXZpc3RzLXRvLWJlLWludmVzdGlnYXRlZC0zNzc4MDctMjAyMy0wNC0xOA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "Business Today",
                            "title": "Indian High Commission in UK attack case: NIA takes over probe, pro-Khalistani activists to be investigated",
                            "image": "https://akm-img-a-in.tosshub.com/businesstoday/images/story/202304/ezgif-sixteen_nine_256.jpg",
                            "time": "2023-04-18T11:44:18+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiaGh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9uaWEtdG8tcHJvYmUtYXR0YWNrLW9uLWluZGlhbi1oaWdoLWNvbW1pc3Npb24taW4tbG9uZG9uLTg1NjE5Mzgv0gFtaHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL2luZGlhL25pYS10by1wcm9iZS1hdHRhY2stb24taW5kaWFuLWhpZ2gtY29tbWlzc2lvbi1pbi1sb25kb24tODU2MTkzOC9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "The Indian Express",
                            "title": "NIA to probe attack on Indian High Commission in London",
                            "image": "https://images.indianexpress.com/2023/04/uk-high-commission.jpg",
                            "time": "2023-04-18T03:06:59+05:30",
                            "type": 2,
                            "summary": null
                        },
                        {
                            "url": "https://news.google.com/articles/CBMiyAFodHRwczovL3d3dy5pbmRpYXR2bmV3cy5jb20vbmV3cy9pbmRpYS9uaWEtdG8tdGFrZS1vdmVyLXByb2JlLWludG8tYXR0YWNrLW9uLWluZGlhbi1lbWJhc3N5LWluLWxvbmRvbi1ieS1wcm8ta2hhbGlzdGFuaS1sZWFkZXJzLWFtcml0cGFsLXNpbmdoLWFycmVzdC11cGRhdGVzLW1oYS1uYXRpb25hbC1mbGFnLWluc3VsdC0yMDIzLTA0LTE4LTg2NDUwMtIBzAFodHRwczovL3d3dy5pbmRpYXR2bmV3cy5jb20vYW1wL25ld3MvaW5kaWEvbmlhLXRvLXRha2Utb3Zlci1wcm9iZS1pbnRvLWF0dGFjay1vbi1pbmRpYW4tZW1iYXNzeS1pbi1sb25kb24tYnktcHJvLWtoYWxpc3RhbmktbGVhZGVycy1hbXJpdHBhbC1zaW5naC1hcnJlc3QtdXBkYXRlcy1taGEtbmF0aW9uYWwtZmxhZy1pbnN1bHQtMjAyMy0wNC0xOC04NjQ1MDI?hl=en-IN&gl=IN&ceid=IN%3Aen",
                            "source": "India TV News",
                            "title": "BIG diplomatic victory! India to take over probe into insult of national flag at Indian Embassy in London",
                            "image": "https://resize.indiatvnews.com/en/resize/newbucket/1200_-/2023/04/untitled-design-3-1681791914.jpg",
                            "time": "2023-04-18T09:58:24+05:30",
                            "type": 2,
                            "summary": null
                        }
                    ]
                }
            ]
        }
    ],
    "status": "ok",
    "totalResults": 66
}