[{
    "category": "Top stories",
    "news": [
        {
            "title": "8 Die Of Heat Stroke At Maharashtra Bhushan Award Event ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMibWh0dHBzOi8vd3d3Lm5kdHYuY29tL2luZGlhLW5ld3MvOC1kZWFkLWR1ZS10by1oZWF0LWV4cG9zdXJlLWF0LW1haGFyYXNodHJhLWJodXNoYW4tYXdhcmQtZXZlbnQtcmVwb3J0LTM5NTM2MTLSAXNodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzLzgtZGVhZC1kdWUtdG8taGVhdC1leHBvc3VyZS1hdC1tYWhhcmFzaHRyYS1iaHVzaGFuLWF3YXJkLWV2ZW50LXJlcG9ydC0zOTUzNjEyL2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "NDTV",
                    "title": "8 Die Of Heat Stroke At Maharashtra Bhushan Award Event",
                    "image": "https://c.ndtvimg.com/2023-04/kr7niq9_maharashtra-event-1200_625x300_16_April_23.jpg",
                    "time": null,
                    "type": 0,
                    "summary": "The Maharashtra Bhushan award event was held at Navi Mumbai todayEight people who sat in the open at the Maharashtra Bhushan award event today died due to extreme heat, Chief Minister Eknath Shinde told reporters.Mr Shinde also went to a hospital where some 50 people have been admitted with heat-related health issues.Home Minister Amit Shah presented the award, instituted by the Maharashtra government, to social activist Appasaheb Dharmadhikari. The event was held at Navi Mumbai, where the day temperature was recorded at a maximum of 38 degree Celsius.Mr Shinde and his deputy Devendra Fadnavis also attended the event.The social activist's followers numbering in thousands attended the event at a massive ground in Navi Mumbai. The event started at 11.30 am and went on till 1 pm.The ground was packed with people and equipped with audio and video facilities for them to see the event. The seating arrangement for the audience, however, had no shed over it.Mr Shinde called the incident unfortunate and announced a compensation of Rs 5 lakh to the families of those who died.As per the briefing received from doctors, 7-8 people have died today, while 24 are being treated. This is a case of sunstroke. Some 50 people were admitted to the hospital, of which 24 are still there while the rest have been discharged after primary treatment, Mr Shinde told reporters while coming out from the hospital.Mr Fadnavis tweeted the government will pay for treatment of those who suffered heat-related illness.It is very unfortunate and painful that some members participating in the Maharashtra Bhushan award ceremony this morning died due to heatstroke... We share the grief of their families, Mr Fadnavis tweeted in Marathi.Some parts of the country will see a rise in temperature by 3-5 degree Celsius over the next five days, the India Meteorological Department (IMD) said on Thursday.India also reported its hottest February this year since record-keeping began in 1901, according to the IMD. Above-normal rainfall, however, kept temperature in check in March."
                }
            ]
        },
        {
            "title": "NDTV Ground Report: Atiq Ahmed's Killing Raises Big Questions For UP Cops ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMifmh0dHBzOi8vd3d3Lm5kdHYuY29tL3ZpZGVvL25ld3MvcmVwb3J0ZXItdmxvZ3MvbmR0di1ncm91bmQtcmVwb3J0LWF0aXEtYWhtZWQtcy1raWxsaW5nLXJhaXNlcy1iaWctcXVlc3Rpb25zLWZvci11cC1jb3BzLTY5NDE4MNIBAA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "NDTV",
                    "title": "NDTV Ground Report: Atiq Ahmed&#039;s Killing Raises Big Questions For UP Cops",
                    "image": "https://c.ndtvimg.com/2023-04/e1tfh8p8_atiq-ahmed_160x120_16_April_23.jpg",
                    "time": null,
                    "type": 0,
                    "summary": "The Uttar Pradesh Police are facing massive flak for the sensational on-camera murder of gangster-turned-politician Atiq Ahmed and his brother Ashraf in their custody last night. Cops have remained tight-lipped about the incident so far."
                }
            ]
        },
        {
            "title": "After Kharge dials Kejriwal, Ajay Maken's snub of ‘no sympathy or support’ ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMihgFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9hZnRlci1raGFyZ2UtZGlhbHMta2Vqcml3YWwtYWpheS1tYWtlbi1zLXNudWItb2Ytbm8tc3ltcGF0aHktb3Itc3VwcG9ydC0xMDE2ODE2NjA5ODg1NzAuaHRtbNIBigFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9hZnRlci1raGFyZ2UtZGlhbHMta2Vqcml3YWwtYWpheS1tYWtlbi1zLXNudWItb2Ytbm8tc3ltcGF0aHktb3Itc3VwcG9ydC0xMDE2ODE2NjA5ODg1NzAtYW1wLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "Hindustan Times",
                    "title": "After Kharge dials Kejriwal, Ajay Maken's snub of ‘no sympathy or support’",
                    "image": "https://www.hindustantimes.com/ht-img/img/2023/04/16/1600x900/Kejriwal_maken_kharge_1681661180111_1681661720811_1681661720811.jpg",
                    "time": "2023-04-16T21:39:38+05:30",
                    "type": 0,
                    "summary": "Aiming at a united opposition ahead of the Lok Sabha elections 2024, Congress president Mallikarjun Kharge dialled Delhi chief minister Arvind Kejriwal after he received the CBI summons in connection with the liquor policy case. Though the AAP and the Congress are at loggerheads, Kharge reportedly expressed solidarity with Kejriwal before he was questioned by the CBI. However, Delhi Congress leader Ajay Maken struck a discordant note and said people like Kejriwal should not be shown any sympathy or support. Read | Kejriwal quizzed for 9 hours by CBI in liquor case; ‘They asked me 56 questions’ Ajay Maken said AAP's corruption money are used against Congress and so there should be no sympathy or support to Kejriwal.In a long post on Twitter, Maken revisited Kejriwal's political journey, how he dissolved his 40-day government in 2014 etc.I believe that individuals like Kejriwal and his associates who face serious corruption charges should not be shown any sympathy or support.The allegations of LiquorGate and GheeGate must be thoroughly investigated and those found guilty should be punished, Maken wrote.In a veiled message to the party president, Maken wrote that all political leaders, including those from the Congress, must recognise that 'money gained through corrupt means by Kejriwal has been used against the Congress Party in several states, including Punjab, Goa, Gujarat, Himachal Pradesh, Uttarakhand, and Delhi'.Kejriwal founded the Aam Aadmi Party (AAP) in 2013 with the aim of fighting corruption, following the Anna Hazare movement. The party promised to enact the Lokpal bill, which was viewed by the opposition parties as a solution to corruption in the Congress Party. However, Kejriwal dissolved his own government in February 2014, just 40 days after coming to power, demanding a strong Lokpal bill, which was later made public, Maken wrote.Despite this, in December 2015, Kejriwal introduced a watered-down version of the Lokpal Bill that differed greatly from the original bill proposed in 2014. This exposes the true character and intentions of Kejriwal. The original bill, which formed the basis for dissolving his 40-day government, has yet to be implemented. Since 2015, Kejriwal and his party have failed to push for a stronger Lokpal bill. Instead, they have become known for their protests, marches, and counter-allegations only seeking more power. Now that Central Bureau of Investigation (CBI) or Enforcement Directorate (ED) has summoned Kejriwal, a stronger Lokpal bill istead, could have investigated the GheeGate allegations, Ajay Maken wrote.Making an appeal to advocates of the Congress, Maken said they shoul not represent Kejriwal or his government in court.While it is within their professional realm to represent anyone, doing so for Kejriwal's government and associates sends the wrong message to our cadres and confuses them. It ultimately benefits the Bharatiya Janata Party (BJP) by dividing Congress Party votes, Ajay Maken wroteSHARE THIS ARTICLE ON"
                }
            ]
        },
        {
            "title": "Pulwama, Modi, Corruption: Full Explosive Transcript of Satya Pal Malik’s Viral Interview ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMiR2h0dHBzOi8vdGhld2lyZS5pbi9wb2xpdGljcy9zYXR5YS1wYWwtbWFsaWstZnVsbC1pbnRlcnZpZXctcHVsd2FtYS1tb2Rp0gFVaHR0cHM6Ly9tLnRoZXdpcmUuaW4vYXJ0aWNsZS9wb2xpdGljcy9zYXR5YS1wYWwtbWFsaWstZnVsbC1pbnRlcnZpZXctcHVsd2FtYS1tb2RpL2FtcA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "The Wire",
                    "title": "Pulwama, Modi, Corruption: Full Explosive Transcript of Satya Pal Malik’s Viral Interview",
                    "image": "https://cdn.thewire.in/wp-content/uploads/2023/04/16125509/Screenshot-2023-04-16-at-12.55.00-PM-800x400.png",
                    "time": null,
                    "type": 0,
                    "summary": "In an explosive interview to Karan Thapar for The Wire, Satya Pal Malik, the last governor of J&K before it was divided and reduced to Union territory status, says “Mein safely keh sakta hoon Prime Minister ko corruption se bahut nafrat nahin hain” (‘I can safely say the PM has no real problem with corruption’).Malik, who was governor during the Pulwama terrorist attack of February 2019 and the scrapping of Article 370 in August that year, also says the prime minister is “ill-informed” and “ignorant” about Kashmir and told him not to speak about the Union home ministry’s lapses which led to the devastating terrorist attack on soldiers in Pulwama in February 2019.Read the full text of the interview below. The sections of the interview which were conducted in Hindi have been translated into English, and the text has been lightly edited for clarity.Karan Thapar: Hello and welcome to a special interview for The Wire. My guest was the last governor of Jammu and Kashmir, he served there from August 2018 to October 2019, 14 tumultuous months that saw not only the Pulwama crisis, but more importantly, the abrogation of Article 370. At the moment, Satya Pal Malik is writing an account of those 14 tumultuous months. But in today’s edition, he’s also agreed to speak to me. Mr. Malik–Satya Pal Malik: Yes.KT: —let me start by asking you–SM: Sure.KT: If I ask you questions about your time as governor, would you tell me the truth, only the truth and as much of the truth as you can?SM: Yes.KT: Yes?SM: Surely.On dissolving the J&K assembly in 2018KT: Surely? In which case, let’s start. You took over as governor of Jammu and Kashmir in August 2018, and at the time the state was under President’s rule. Three months later when Mehbooba Mufti was desperately trying to call you, to tell you that she had got support from the Congress and the National Conference, and as a result, she had 56 people supporting her in an 87-member assembly, not only did you refuse to take her call, but it was claimed that the fax machine in your residence hadn’t received her letter. And yet, literally minutes later, you dissolved the assembly. Why did you do that? Were you under pressure from Narendra Modi—SM: No, no, no.KT: —to let her form a government?SM: I was not even in touch with him. It was the day of Eid. It was a holiday, even my cook was on a holiday. There was nobody to man the fax or anything in my office. I reached there at four o’clock, I was in Delhi, I reached there at four o’clock and there, my chief secretary and our chief of intelligence came and said that they have a majority. And if we send the letter, then we can make them take the oath. I’ll get it done, what is the issue? I’ll definitely get it done. But, what is the rule? Governments do not get formed through Twitter, Karan sir. To make a government, it is essential for the party that wants to form the government to have a meeting and decide that they want, say, Mehbooba to be their candidate. And then the supporting parties have a meeting, and send a letter stating that they support Mehbooba and personally deliver those letters to the governor explaining the entire situation.KT: But if you gave Mehbooba Mufti the time to carry out due procedure, she would have delivered all those letters to you. Within minutes, you dissolved the assembly.SM: No, no. They had the entire day. I dissolved the assembly after eight o’clock, the entire day was at their disposal, three flights (everyday) come from Srinagar to Jammu. She could have sent it through someone if she could not personally be there. Well, if my fax wasn’t working, the faxes of many people who know the both of us were functioning, she could have sent it to them who would have then delivered it to me.KT: But, Malik sir, what is surprising is that your Chief Secretary had agreed that if they have the majority, let them form the government, what is the issue? You just said that–SM: Yes.KT: So what is surprising is that if you and your Secretary both knew that they have a majority, then why did you not give them one or two more days. What was the issue in doing that? Why the hurry to dissolve the council?SM: No, there is a system in place. And that system requires you to show proof of your majority. That did not arrive.KT: Yes, give them time, then. Give them some more time.SM: In the proof, Farooq Abdullah’s party said that we are going to Delhi, we will decide tomorrow. Ghulam Nani Azad did not overtly claim that we support. Only Mehbooba was saying that I have a majority. So if my work was to form their government under any circumstance, then that’s okay—KT: No, forgive me, not under any circumstance, it’s a different issue. If Mehbooba claims she has a majority and your chief secretary agrees that she does, then give her the time to establish it. Give her a day or two. You are the governor and it is your duty to allow someone who says they have the majority enough time to show they do. That time wasn’t given. Within hours you dissolved the assembly.SM: No, no, I knew that they have a majority. But no claim was received by me.KT: You should have given them time for the claim.SM: So I should keep on waiting for them. But there horse trading was going on on a big scale. She was herself demanding the hurried dissolving of the assembly saying that her MLAs were leaving, she was being pressurised. Farooq himself used to complain.KT: Do you know what she has tweeted? I will read her tweet out to you.SM: Surely.KT: She writes, “In today’s age of technology, it’s very strange that the fax machine at his excellency the governor’s residence didn’t receive our fax, but swiftly delivered one to us regarding the assembly dissolution.” She is clearly suggesting that the claim that the fax was not received at your residence is a lie. She’s clearly stating that the governor or his office is lying.SM: No, it’s wrong. Nobody was manning my fax machine. And what we have sent to other places, about assembly dissolution we haven’t sent by fax, but informed by phone.KT: Tell me something, is it true that nobody was sitting at the fax machine at the governor’s house? These things happen at comedy shows, not in real life. Really, is it true?SM: It was a holiday for Eid, even my cook wasn’t on duty.KT: Did you remain hungry on Eid?SM: No, why would I? If the primary cook wasn’t there, then someone else could’ve cooked, but I am letting you know—KT: So the same thing can be done for the fax. If the usual guy wasn’t there, then somebody else could have sit on the fax machine.SM: No, if my work was to wait for Mehbooba’s fax then I would have. She had more means of communicating with me. She could have sent someone or faxed it to one of her men.KT: Let me put it like this, Mr. Governor, you understand the Constitution better than me. You ended up dissolving an assembly that was viable and could’ve formed a majority government. That is not only unconstitutional, it is the worst mistake a governor can make and yet you did that. You didn’t give the time needed to show there was a majority and clearly there was, 56 out of 87 is a huge majority.SM: Let me tell you frankly. Farooq and Mehbooba, for a week had been asking me everyday to dissolve the assembly because our MLAs are being broken, they’re being pressurised.KT: You’ve never said that before. You’re saying that for the first time.SM: No, I said this even in the press conference right after the dissolution that they asked me to dissolve for their MLAs.KT: Tell me this, are you proud of what you did or do you regret not giving Mehbooba more time?SM: No, no, no, I don’t regret. They were incompetent. I am not responsible for that. If I had to form a government, six of my men would’ve gone to the governor.KT: So you’re saying Mehbooba was incompetent and she’s putting the onus of blame on you to cover up her incompetence?SM: No, it is not my responsibility to tell you how governments are formed if you don’t know. Had your man reached with a letter, given that Jammu is not so far from Srinagar, three flights come daily, you could’ve faxed it to someone you know, he could have delivered it to me.KT: She said that she tried to call you and you refused to take the call.SM: You try calling me at any time and I pick up. Even the common Kashmiri can’t say that I don’t personally answer my phone.KT: So are you saying that Mehbooba is lying when she says that she tried to call you?SM: Of course she’s lying. She never called me at that period of time.On the Pulwama attackKT: Okay, let’s then jump three months to February 2019 when Pulwama happened. Let’s talk about Pulwama in the sense that it was the first big thing after the dissolution of the assembly while you were governor. There were adverse intelligence reports right through January and I believe even till middle February and yet, despite those reports, a thousand CRPF soldiers travelled by a huge convoy. You were sitting governor at the time, how was it that this was permitted to happen? It was clearly asking for trouble.SM: Let me tell you the facts. CRPF people asked for aircrafts to ferry their people because such a big convoy never goes by road.KT: They asked you?SM: Not me, the consultant. They asked the Home Ministry, Rajnath ji. They refused to give. Had the asked me, I would’ve given them an aircraft, no matter how. They only needed five aircraft, which wasn’t given to them.KT: You’re saying an important thing, right now. They asked the Home Ministry for an aircraft, and the Home Ministry refused?SM: Yes, and I told it to the Prime Minister in the evening that this has happened due to our fault. Had we given the aircraft, this wouldn’t have happened. To which he told me that I should keep quiet now.KT: So the Prime Minister told you to keep quiet about all of your faults?SM: I told him that it was our fault.KT: And he asked you to keep quiet on the subject?SM: I had also said it to someone, a channel or so, and then he told me to not say these things and let him talk.KT: This is again very important. When you had told the Prime Minister that this has happened because of us, that they had asked for the aircraft and Home Ministry did not give them, and the Prime Minister asked you to keep quiet. He said don’t let people know we made a mistake.SM: Doval also said this to me.KT: Who?SM: Doval, Ajit Doval.KT: He also told you to keep quiet?SM: He has been my classmate so we can talk about anything to each other. He said Satyapal, don’t say this.KT: So what you’re saying, is both the Prime Minister—SM: I can share with you, that I realised that this entire onus is going to be put on Pakistan so it’s better to be quiet on the subject now.KT: So this was in some way, a clever policy of the government that blame Pakistan—SM: Exactly.KT: And we will get credit, and that will help our election.SM: Exactly.KT: But you said two very important things that the prime minister knew that you had told him it was our fault?SM: I distinctly remember. He was in Corbett National Park, getting his shooting done. There isn’t a phone there, so after getting out of there, he called me from a dhaba, Satyapal, what happened? I told him sir I am very unhappy that this happened solely due to our fault if we had given them an aircraft it wouldn’t have happened. He told me to keep quiet about it then.KT: And Mr Doval said the same?SM: Yes.KT: In an interview to a YouTube channel [given to Prashant Tandon of DB Live], you said that the route was not sanitised, security was not—SM: Of course it was not sanitised. The route has 8-10 link roads specifically in that area, not one of them was manned by someone to restrict access to people. Nothing was done.KT: All link roads were unmanned?SM: Unmanned.KT: How many link roads?SM: Around 8-10.KT: 8-10 link roads were unmanned? This is a huge security lax.SM: This also I told them. This was our lax. We were not in the loop, CRPF was planning everything.KT: In you YouTube interview, you said that there was incompetence and carelessness. Whose?SM: The Home Ministry’s and the CRPF.KT: Both? And Home Ministry came under Rajnath Singh.SM: Now whosoever was there, I don’t know.KT: He was Rajnath Singh and that means the buck stops with Rajnath Singh who was home minister. He was the one to blame.SM: If I was the home minister, I would have carried the blame.KT: If you were home minister after this, would you have resigned?SM: Pardon?KT: If you were home minister, after this, would you have resigned?SM: Everyone has a separate behavioural system—KT: Tell us yours.SM: I would have left.KT: You would have left? After Pulwama happened—SM: It was a great, great tragedy in the life of the nation. Forty venerable soldiers were sacrificed due to sheer incompetence.KT: You said another really important thing, 3-4 minutes back that you realised when the PM and Mr Doval asked you to keep quiet on the matter, that the blame would be shifted to Pakistan because they felt it would help their election. Was Pakistan, or Pakistani militants or Pakistani tanzeems actually responsible or did we make that up?SM: The amount of explosives provided to that fellow could not be done internally. It was Pakistan, only, that arranged it. But the failure was on our part, mine too, that we could not locate that a car in that area was roaming around carrying so much explosive material.KT: Around 300 kg? That is what the papers say.SM: Yes, approximately, that entire car was full.KT: And that car was roaming around on the roads of Kashmir?SM: Specifically in that area.KT: For how many days?SM: I think it was 10-12 days at the very least.KT: For 10-12 days a car loaded with RDX was roaming around the streets and villages of Kashmir and no one knew?SM: No one knew. No one intercepted.KT: Well this is a terrible intelligence failure as well?SM: 100%KT: 100%. So we have a security lax, roads not being manned and then an intelligence lax as well. The incompetence is that of the Indian system.SM: Yes.KT: You’re saying yes.SM: Yes, even I am responsible for that. I was the head of the state at that time.KT: The whole Indian system failed?SM: Yes everybody failed at that time.KT: From the home minister down?SM: Everybody failed.KT: There were reports in the papers a few weeks or months afterwards that a senior police officer named Davinder Singh had some sort of a conspiratorial role to play. You have said that you knew him personally. Who is he and what was his role?SM: Davinder Singh was a police officer who generally met me whenever I landed at the airport. He was very pleasant and very nice and I never knew that he had got some corruption somewhere.KT: Did he have a role to play?SM: In this he did not.KT: So those stories that he had a role to play are wrong?SM: No, no, he was not that sort of anti-national person.KT: So those stories about Davinder Singh are wrong.SM: Are wrong. Absolutely.KT: Tell me something, Mr Malik, will we ever know the full truth of what happened at Pulwama?SM: Yes the government will have everything.KT: But the government did not tell the citizens of India.SM: No, it’s not necessary. The government doesn’t tell us hundreds of things.KT: And if they tell us they’ll be incriminating themselves because that’ll be their fault.SM: Of course.KT: So the government has good reason to be hiding this evidence.SM: Government will have good reason to hide this and use this for something else.KT: You said this before and you’re repeating it.SM: I’m repeating it. Instead of going to the root cause of the matter, we shift the blame somewhere else.KT: So you are saying that Mr Modi deliberately consciously used Pulwama as an election strategy?SM: I cannot see it in the language that you have used.KT: Well, then say it in your language.SM: In my language, I can just say that instead of going to the root cause or the starting point of that matter, or maybe if we also went to the start and completely investigated every thing, we might have to change things for our own personal benefit.KT: So you are saying that this was used for the benefit of Mr Modi? Are you smiling? Is this a yes?SM: I cannot say yes or no in this matter.KT: Neither yes nor no?SM: I am not saying either yes or no.On Article 370KT: Let’s come to August 5, 2019, the day on which Article 370 was abrogated. Two days prior to that you had given a public assurance that nothing of the sort will happen. Clearly you were misleading people. Did Mr Modi ask you to give that false assurance?SM: No, no, they did not tell anything to me whether they are doing it or not doing it. I only told Mehbooba when she came to see me that this is not a small thing. They cannot just declare it, they will have to take it to the Parliament. If they will introduce it at 11 am, it will get passed by the evening. I said I do not have any knowledge of the subject till now – and I am being honest, I did not have knowledge of the subject.KT: Let me go to what you said to ANI – and there is a video, so these are your words. You are saying this on video: “Only rumour mongering is going on. Till today” – and this you have said on August 3 – “I have no information, no inclination. I have talked to everyone in Delhi.” Please pay attention to this Sir. “I have talked to everyone in Delhi and nobody has given me any hint that they will do this or that. Somebody says they will be trifurcation. Somebody says Article 35, Article 370.” Now please pay even more attention sir. “Nobody has discussed these things with me. Neither the Prime Minister nor the Home Minister.”SM: I can say it on oath, what I have said.KT: This can mean only one of two things – either the prime minister and home minister did not keep you in the loop, and that raises questions about whether they trusted you, or since you are the governor of a state under President’s rule, you were aware but you are not telling the truth.SM: No, no.KT: It can only mean one of the two.SM: I am not such a good actor, that I would really know and be able to hide it so much.KT: So you really had no idea?SM: Absolutely nothing. I did not know anything. I was merely called by the home minister one day prior saying, Satyapal I’m sending a letter tomorrow morning please get it passed by a committee before 11 tomorrow and send it to me.KT: When you say you were called one day prior to this, means that you were called on August 4?SM: The evening of the fourth, yes.KT: So when you announced things on August 3 via ANI, you absolutely did not know anything?SM: No, otherwise I would not have said the same.KT: Shouldn’t you have been informed? It was president’s rule, you were the actual ruler and the governor, shouldn’t you have known?SM: I knew from the very first day that this would happen. They also knew that I should know that they would do something like this. But it was not incumbent upon them to tell me all the details.KT: But why did they not?SM: They did not because they did not.KT: Did you ever ask them why?SM: I never felt bad about it.KT: Never? You did not feel bad?SM: No.KT: And neither did you ask?SM: Neither did I ask.KT: You were the sitting government under President’s rule. Not the titular governor. Power was actually yours.SM: President’s power was with me.KT: It’s surprising that they did not even tell you.SM: That is the problem of Kashmir, Mr Karan, that Delhi takes the entire system for granted. That what they say will go.KT: Tell me honestly, did you not feel bad at all that you were ignored?SM: I did not feel bad at all. It’s their government. They had to remove it. They can do it at their own discretion.KT: And they did not even ask you?SM: No.KT: Absolutely never did they ask you?SM: Once or twice, they may have asked me when I would to go to meet the prime minister, ‘How are things in Kashmir? If we do something, will anything happen?’ I can only say that they had created a sense of fatigue [in Kashmir]. I told the people there that look, these are your children who die. Their 250 kids fighting with an army that ranks second or third in the whole world, what will this achieve? Their own kids are studying in London. Violence will not lead to anything but talking things out may sort them.KT: But not talking ever happened.SM: Both parties need to be together to converse.KT: What you have just said, that when you met Mr Modi, and I am using your words here sir, they said that if we do something, will anything happen? By this you understood that they had the intention and wish to do something.SM: I always knew something like this would happen eventually. Look, when Mr Modi came to power, one of his first agendas was to abolish 370. This is something that we have said in every election campaign. The people who said that he did not have the popular vote forget that the people had voted for him for this very reason. He used to say it everywhere.On J&K’s statehoodKT: Okay sir, I agree that the removal of Article 370 is a longstanding item on the manifesto of the BJP. But why did they divide the state and then demote it to the status of a union territory? To many Kashmiris, that looked like a deliberate attempt to humiliate them.SM: They feel worse about this than they do about Article 370.KT: Exactly so, why did they do that?SM: Even in this, nobody asked me for my advice. If they had approached me, I would have advised against this. My idea of what is behind this is that by making a state into a UT, the police comes under the direct control of the Centre. Otherwise the police would not have been under their control. It would have been under the control of the governor or the assembly. Here there was the fear that the police could revolt. The same thing was said to me by the chief secretary when I told him that we need to get the letter signed by 11 in the morning. He said that we will need at least 1,000 people. Otherwise the people who are mad about the decision will come to the police stations and even the police will revolt. I told him that based on the work that we had done in the past six months, I was sure that even a dog wouldn’t bark and a bird would not chirp.KT: But tell me this, if you had been asked, you would say do not demote it to union territory?SM: Yes, 100%.KT: So this was a mistake?SM: Not a mistake, it was their concern.KT: But you think it was a mistake?SM: It wasn’t necessary. They did that out of the fear of the police revolting. But the police had done a lot of work.KT: So you are saying that they made a mistake based on a fear that was unrealistic?SM: Exactly.KT: Tell me this – would you have also advised against separating the state into two? Dividing Ladakh from Jammu and Kashmir?SM: I do not quite understand you.KT: Would you, had you been asked, have also advised against dividing the state?SM: No, I would never let them go through with it. I would have advised against it because it would have is hurt sentiments more.KT: So you were against both things, both the demotion as well as the division?SM: Yes.KT: So in your eyes both were unnecessary and wrong?SM: They were both completely unnecessary. Division I would have still understood, because I would travel a lot to Ladakh and people would face discrimination over there when they came to Srinagar and the bureaucracy would not be nice to them, so they would constantly feel humiliated being a part of Kashmir. But the demotion was a complete mistake.KT: Clear this out for me, sir, you are completely against making the state a union territory, but you had a different thing to say about Ladakh. At first you said the division is wrong but then you also mention that in Ladakh, there was a sentiment of division. So what is your final say on the subject?SM: My final position is yes that Ladakh should have been separated from Kashmir. Because they were extremely frustrated.KT: So on the subject of division, you are with the government? It is only on UT that you disagree?SM: Yes.On press freedom in KashmirKT: Now this has also been said about you and it could very well be a rumour but I would still ask you – that after the removal of Article 370, you unleashed a reign of terror against Kashmiri journalists? Anuradha Bhasin, who is the executive director of The Kashmir Times, has written an article in The New York Times on March 8, just five weeks ago, and I would like to read a part of that for you to mention what she has said in English. “Journalists were routinely summoned by the police, interrogated and threatened with charges such as income tax violation, terrorism or separatism. Several prominent journalists were detained, at least 20 were placed on no-fly list to prevent them from leaving the country.” Why was this done?SM: I challenge any one journalist to say that I was the one making complaints against them. Nothing of the sort happened. Every evening there was a place ready for a briefing. Our officers would sit there, and brief the journalists.KT: Sir, but the entire internet was shut down.SM: That is because Pakistan would use of internet against us. Just for Pakistan should we continue to give internet access?KT: Sir just because of Pakistan, you cut off Kashmir from India. We do not even know what was going on there. But she’s openly saying, “Journalists were routinely summoned by the police, interrogated and threatened with charges such as income tax violation, terrorism or separatism.”SM: This is rubbish. Nothing of the sort happened. I know all of the police officers.KT: So is Anuradha Bhasin saying something wrong?SM: Yes, she is wrong.KT: The New York Times has printed this.SM: That doesn’t matter.KT: But in an interview to me, she also said the same thing.SM: She knew me she could have phoned me and said the same thing to me. Even at 2:30 in the night I pick up the phone.KT: She never rang you up to tell you this?SM: Never, everyone in Kashmir had my number. The only person I did not entertain was Barkha Dutt, but that was for other reasons. Other than that whoever used to call me on the phone, I would answer.KT: Why did you not entertain Barkha Dutt, she’s a very prominent journalist?SM: There were local reasons. She was entrenched very deep in Kashmiri politics, so I was worried that no mistake should be committed.KT: So out of fear that she would get close with someone who is deep in politics, you wouldn’t take the phone from her?SM: She wanted to come and meet me. I avoided that.On Ram Madhav and Reliance InsuranceKT: I want to speak about something else that you mentioned in that YouTube interview that you did, because I think it is very important. You spoke about Reliance Insurance wanting to open an insurance scheme in Kashmir. You said that Ram Madhav came to see you at 7 am at your residence to get you to clear it? You also said that you hadn’t even showered by then?SM: I had [said that], and I don’t even meet people before a shower, but that day I had to meet him.KT: He came to you at seven in the morning and asked you to clear it and you said, and I am quoting you, “I will not do anything wrong.” What was the wrong thing that he was trying to make you do?SM: I also got a notice from him.KT: Yes, it is also in the papers that he sued you for defamation. But that’s just proves that you are a brave man and that won’t put you off, so let’s not worry about that.SM: Ask him to tell me why he had shown up at the residence, what did he want to talk about? Did he want to talk about murder? One day earlier we had closed the matter and he came back again very early in the morning. He asked me if I had closed the matter on insurance and I said that I had. He asked me if the letter had gone and I said that it had. Then Ram Madhav got upset.KT: Tell me this, why did you refuse Reliance Insurance permission for starting the insurance scheme that it wanted to in Kashmir?SM: I had initially passed this scheme but a lot of people asked me to take it back. The first thing that happened was that government employees were really unhappy with the coming of the scheme. That is because all government employees had to pay Rs 8,500 a year for the scheme. Retired officers had to give more than Rs 20,000. So I said in Delhi, under CGHS, we don’t have to pay anything, so why would they pay here? And on top of that, the hospitals that had been listed in the scheme were bad hospitals. None of the hospitals were of national repute. I realised that the hospitals were bad and then good treatment would not be meted out even after taking large amounts. That’s why I told them to do it on CJHS pattern.KT: Then did Ram Madhav come to meet you in the morning because he wanted you to accept this scheme? He was quite happy with these charges; he was okay with having these bad hospitals involved?SM: No, he did not ask me to do anything. He just asked me whether I had cancelled it and then whether I had sent the letter. He was upset; I understood what was happening.KT: You also understood that he wanted you to pass the scheme?SM: But I had already refused.KT: But he came to get it passed?SM: Yes, he had never before visited me.KT: He wanted to change your mind?SM: Yes, but no one can. Even if the PM had said I would not have agreed.KT: But Ram Madhav tried?SM: Yes.On corruption in J&KKT: That day in the interview you also said that somebody had given you an offer for Rs 300 crore?SM: I have never said that.KT: You have in the interview.SM: No, you are mistaken. I did not say that I was made an offer of Rs 300 crore. Please listen to it carefully. I said that there was discussion in two separate deals, Rs 150 crore each was involved.KT: What does that mean? How?SM: It means that it has to be given to someone.KT: Who is it to be given to?SM: I am not sure of that but I do not know it was to be given to someone. If I had done it, I would have got it.KT: So that is what I was saying, right? There were two schemes – one was the hydelpower scheme which we haven’t spoken about because I think it went through, and the other was this insurance scheme?SM: I cancelled them both.KT: And you got the information from somewhere–SM: That both these had 150 crore involved each.KT: 300 in total. And if you had agreed, you would’ve gotten it. So this was a bribe being offered to you.SM: It was not offered to me. The problem with Kashmir is that the rumours at Lal Chowk become news by the end of the day. Nothing remains hidden there. This was on every man’s tongue.﻿On Modi and corruptionKT: In the same YouTube interview, you said that when the CBI asked you about these things, and I think I’m quoting you directly, you said, “These are the people of the Prime Minister.” Are you suggesting that in some way Mr Modi is involved?SM: I meant that all these people are close to him. One is Ambani, second Ram Madhav and the third was Hasib Drabu – every time I met the PM, he would ask if I had met Drabu. After saying I hadn’t several times, one day I called him home.KT: Hasib Drabu? Who was also the Finance Minister in Mehbooba’s government?SM: He was in J&K Bank also. He’s a wheeler-dealer. Now he is functioning from Bombay. When he came to see me, he mentioned that you have cancelled the hydel scheme but don’t worry, we will get it passed from somewhere else.KT: He told you that you have cancelled hydel but he will get it done somehow?SM: Yes, and then I think he managed to do it anyway. I also informed the PM about the same and told him that I have refused. Then the PM said that you did the right thing.KT: But when you say that they are the people of the prime minister, and you also give their names and said that they are close to him. Does that also imply that the prime minister is somehow involved?SM: I can safely say here that the prime minister is not very against corruption and I can say that because I had once told him about Goa corruption and the very next day he called me and told me that my information is wrong. When I asked him for a source, he mentioned someone’s name. And then I said that he [that person] himself was sitting at the house of the chief minister and taking money. The very next month I was transferred from there. How can I believe that he is against corruption?KT: But you have said something wonderful – you just said that I can safely say the prime minister does not hate corruption.SM: Yes, and there are many instances to prove the same.KT: But it is quite surprising that the prime minister does not hate corruption, given that he is placing allegations on the Congress based on corruption and on other parties as well. At every rally he is swearing to end corruption single-handedly, you are suggesting that corruption goes down right under his nose?SM: Show me one case where it was shut down. I am telling you about two cases where I had complained and nothing came out of them. The cases were 100% correct. You can ask every kid in Goa, what is the chief minister is like?KT: And since you mentioned corruption in Goa, weren’t you also removed from there in about seven or eight months?SM: Yes and the people stood outside the Governor’s house and sang songs in my defence. This has never happened for a governor, but there was an entire rally. They walked me out till I reached the plane that they had sent to get me out of Goa.KT: They were in such a hurry to get you out they sent a special plane to get you?SM: The reason for that was that the people of Goa started seeing me as one of their own, as somebody who stood up for them.KT: You were becoming popular?SM: Of course I was becoming popular. There were a few instances even during the spread of Covid that people thought that I was one of them.KT: So you are admitting openly that when you told the prime minister that there was corruption in Goa, he transferred you out? Before removing you from Goa, they also removed you from Kashmir where you stayed only 14 months. Was that because of the Reliance Insurance case, because you realised that something wrong was happening there?SM: No in Kashmir I had to leave because the state had been downgraded. And the post of L-G is several ranks below that of governor. Even if they had asked me to be L-G, I would not have stayed.KT: So for protocol reasons you were removed from Kashmir, not because of the Reliance Insurance?SM: That happened later.KT: But are you absolutely sure? And in Goa—SM: In the Reliance case he supported me. I went and told him about the proceedings just two days after cancelling and when I told him that I had cancelled, he said that I have done a good thing.KT: Tell me this, shortly after coming to see you, Ram Madhav was removed as the general secretary of the BJP. Did that have something to do with you and the Reliance case?SM: No, there were other reasons.KT: The PM was upset about other things?SM: Yes.KT: But in Goa, since you were speaking about corruption, you were removed – which is why you say that the prime minister does not hate corruption.SM: Yes.KT: But when he mentions corruption in every rally, he says that I have done away with corruption and points fingers while saying that the Congress and regional parties are corrupt. Now this seems like a false claim, because you say that his own people are involved in corruption. Right?SM: Why do you want me to say it? I have said all that I could.KT: You are saying it! You know, people will be able to listen to this, so will the government. There is a possibility that it might reach the ears of the Prime Minister.SM: In an hour, I guess.KT: Are you worried about that?SM: I am a fakir, what will they do to me? Send me to jail, I have nothing to lose. I have been to jail quite a few times. In the case of Kashmir I had strict instructions not say anything, in Goa I was told that if you ever speak about Kashmir again, I will never meet you.KT: But today you have spoken about Kashmir quite openly?SM: Why shouldn’t I? You’ll be shocked to discover that Kashmir’s advisory board had written that I had got a serious threat from Pakistan and should be given a house and Z+ security.KT: And were you?SM: I have one soldier.KT: And the house?SM: Not at all. I live in a rented house.KT: So this means as someone who was governor to Kashmir when Article 370 was abrogated, you had a very high threat from Pakistan but the government has given you no security? Isn’t that careless of them?SM: The government itself kills.KT: And after this this testimony, the government’s hatred towards you will increase because you have openly said that Mr Modi does not hate corruption. He will be angry.SM: He can be angry, facts are facts.On Satya Pal Malik’s new bookKT: Okay, I had said in the introduction that you are writing a book about Kashmir and the 14 months you had spent there as governor. I will ask you about the book what I had asked at the start of the interview. Will you reveal the truth, the full truth and as much of the truth as possible?SM: Please rest assured. I was two years old when my father died. I have grown from the ground up on my own, and I don’t lie unless someone has a knife to my throat.KT: The book is all true, then?SM: Whatever is necessary, I will reveal it all.KT: Will you not conceal anything?SM: I am saying nothing wrong or anti-national. The country won’t suffer.Modi is ‘ill-informed’KT: Okay, let’s go a little further. We have spoken about Kashmir, I want to speak to you about a few more things. In January, 2022, at a function in Dadri, Haryana, you spoke about a meeting with the PM when the farmers’ agitation was on. You said that you ended up fighting with him in five minutes because he was being very proud. After that, you met Amit Shah who told you that “Satyapal, people have attacked his brain.” So, I want to ask you that, what is your opinion on Narendra Modi?SM: Look, I don’t have the opinion of him that the whole world does. There are a lot of things. Whenever I meet him, I realise he is an ill-informed person. He was no knowledge.KT: Ill-Informed?SM: Ill-informed. About Kashmir, for instance, whenever we have spoken, he has no information. I once told him, for example, that the Jamaat is the real problem of Kashmir. He asked me to submit a note and I submitted a 20-page-long note, which he did not act on. Amit Shah acted on that, and is doing so even now. The Jamaat is powerful, it has 20% of our officers.KT: And our PM, who presents himself as well informed and knowledgable, you are saying he is not?SM: Of course he is ill informed. I still think he doesn’t know a lot of things.KT: Ill-informed means ignorant.SM: That means he’s busy with himself, to hell with everything else.KT: That’s his attitude?SM: Yes.KT: Tell me more?SM: He doesn’t know about any real problem in Kashmir. He didn’t even understand how the Hurriyat could be operating there. I gave an interview as soon as I reached there to The Indian Express in which I said not all of Kashmir’s problems are created by Kashmiris – 50% are created by Delhi. The Hurriyat chief said that the governor is 50% right, and so I asked him to say something 50% right.KT: But you said something very interesting, that when it comes to Kashmir, he is ignorant and ill-informed. You must have found that out in 2018 when you became governor, By that time, Modi had been prime minister for four years and he remained ignorant about Kashmir?SM: 100% ill-informed.KT: Okay, this is your first testimony. Tell us more?SM: Mufti Sayeed’s deputy CM, Muzaffar Baig, was coming to meet me one day. And he got a little late so I asked him how. He said Gilani had called and asked where he was going, so he said to meet the governor. Then he said, this governor is one of a kind, a deal is possible.KT: Gilani said this? About you?SM: Yes, today he’s not alive anymore.KT: Yes yes and he was the most pro-Pakistan of all the leaders.SM: Yes and he said that is because when he talks he puts his heart on his sleeve, never speaks of violence or conflict.KT: So what is your point?SM: The point is that if we play fair in Kashmir, hold free elections, things will get better. Our conflict caters to disbelief.KT: And if Gilani, who was the most pro Pakistan, had faith in you then you could have been used to do some negotiations and solve things.SM: I gave the PM the impression that things could be solved. But they were not interested. I supported a football team there. Gave them a crore and got another crore from a bank. The Hurriyat boys went to watch the match because I believe that if they don’t pick up a ball, they will pick up a stone. So I identified sports everywhere.KT: Tell me this sir, a PM who is ill-informed about Kashmir brought about the biggest change in Kashmir that has ever happened. And he did it in ignorance.SM: No, not in ignorance. That was his agenda he was implementing.KT: But was this agenda necessary?SM: For him.KT: No, what do you think, since you have a good understanding of Kashmir?SM: I don’t condemn the removal of the 370 but I would never have downgraded the state, because that is what hurts the Kashmiris the most.KT: What about post the abrogation? Has there been more that Delhi has managed to do wrong?SM: But that is what. They don’t care. There is no initiative on the part of the people to take care. They play golf and have fun. The PM was only there when we had once had a flood.KT: That was in 2014. But I am speaking of post 2019. Should they be holding an election or should they be restoring statehood? Are those important?SM: They have promised statehood in the house but I don’t think the PM will do that.KT: Is that a mistake? Should they do it?SM: 100%.KT: Before the elections?SM: Yes, why not? If you want people to have faith, you won’t hold municipality elections. Have state elections, give them an assembly.KT: So you think they should restore statehood?SM: Yes, as they promised.KT: And hold elections as quickly as they can?SM: Yes.KT: The delay is another mistake?SM: Not a mistake, it’s their own agenda. I could be different.On the alienation of MuslimsKT: I want to talk to you about 3-4 more things about the Prime Minister. Let’s first talk about the fact that him and his ministers are constantly taunting Muslims. That call them sons of Babur, Yogi Ji always calls them “Abba Jaan”, Amit Shah used to call them termites and tell them to go to Pakistan. The PM does the same. In fact he had once said Qabristaan or Shamshaan. Is that proper?SM: We cannot survive without the Muslims. They’re a good community. We need to win them over.KT: Have you ever discussed this with the PM?SM: I have always had the conviction, but you can’t make a horse drink. Your interview’s fallout will tell you more.KT: So this treatment of Muslims is a mistake?SM: It’s a wrong thing for anyone to alienate such a vast majority of people. You can’t throw them out. Stay with them with love.On the BBC documentaryKT: When it came to the BBC documentary, the PM forced social media to take it down. Three weeks later there were tax raid on BBC offices and as we are speaking the ED is investigating the BBC for FEMA violations. Is this the right thing to do for the PM of a democracy?SM: For him, it maybe. In my eyes it was wrong. In fact more people ended up watching it now. They should not place restrictions. And BBC is very well reputed. In villages, people still listen to and believe the BBC.KT: Second thing, he says very proudly that India is the biggest democracy. In fact, these days he says it’s the mother of democracy, forgetting Greece. Should the prime minster of the mother of democracy treat the media this way?SM: Now that’s his value system. I wouldn’t do it. It’s wrong.On AdaniKT: Let’s come to Adani scandal. The Adani scandal is the worst scandal that has hit the stock market in the history of our country. It has never happened before. And the PM is absolutely silent on the subject. Is he handling the scandal properly?SM: No, not at all. If I was in his place, I would have cut off any links with Adani on the first day, because a lot of damage has been done. In fact, I was listening to this song by this Dalit girl, Prabhavi Maurya, who speaks of him [Modi] and says that he doesn’t sell tea or cows, he’s just related to the billionaires and has sold the country. If this language has seeped into the local dialect, then assess the damage yourself.KT: In 1989, V.P. Singh defeated Rajiv Gandhi by turning Bofors into an election issue. Do you think Adani can become an election issue?SM: Certainly it is. Adani can finish them. If the opposition gives them a one-to-one fight, they won’t be able to win, Adani will finish them. To the extent that they won’t even be considered an opposition, that’s how few votes they’ll get.KT: Do you think he’s treading a dangerous line?SM: Yes. I don’t know if anyone advises him. I am doing it, please let Adani go. He should call me one day and let me help him.KT: These allegations that Rahul Gandhi is placing about the Rs 20,000 crore—SM: He’s unable to answer them.KT: —what do you think? Do people believe there is Modi involvement?SM: People have started believing that he is interested in Adani’s financial involvement.KT: If he has interest, then he can have profit, and if profit then also money.SM: Very possibly. The ministers are all corrupt. So where is the money finally going? Possibly to Adani.KT: Again with corruption and how he doesn’t hate it when it came to Goa and now he stands to gain.SM: He couldn’t answer a single question about Adani in his parliament.KT: He’ll be very angry with you, please remember.SM: He can’t touch me. People like me more, I have a strong community. Especially after solidarity with farmers, if they touch me, they won’t be able to have a public meeting. I have nothing to lose and no fear.On Rahul Gandhi and the presidentKT: I just want to ask you about Rahul Gandhi before I close. He wanted to speak in the parliament—SM: Never had something so wrong happened in a parliamentary democracy, by not letting him speak. I don’t want to condemn the speaker, but it was wrong. When the parliament meets, this should be taken up.KT: Was this a decision by the speaker or to the speaker?SM: Even the President’s appointment list is cleared by the PMO, so who’s to say?KT: She can’t meet anyone she wants? So she’s a puppet of the PM?SM: Yes.KT: But this is disrespectful to the highest person in the country.SM: Yes.KT: Tell me about Rahul Gandhi’s disqualification which happened in 24 hours when in 2016 a BJP MP was given 16 days [after a conviction and sentence].SM: They have become very uncomfortable about Rahul Gandhi because he’s been saying very relevant things of late. Adani is the correct thing he’s caught on.KT: Is the government scared of Rahul Gandhi?SM: They aren’t scared, they just can’t answer his questions. There’s a discomfort.KT: You have your finger on the pulse of the country. How did people view Rahul Gandhi today?SM: I don’t understand the country, but people like him after the Yatra because he’s more respected. People like him now. He attacked the “rich” ideas, walked 3500 kms and met the people. When he came to Srinagar, they all came out to see him and he spoke in snowfall without an umbrella.KT: In the YouTube interview you have also said that governors should be picked after consulting the opposition.SM: There should be a system like that.KT: You’ve also said that governors should be chosen in a way similar to how the Supreme Court wants elections commissioners to be chosen. A decision of the collegium.SM: Exactly. Third class kind of people are becoming governors. Our systems are deteriorating. No central university VCs are chosen outside of the Sangh and perhaps do not even have qualifications to become a college principal. He helped out with that in Kashmir, I will commend him on that. About the Dadri thing, too, I would like to retract my statement about Amit Shah because he did not say that to me but he was arrogant.KT: So you said something wrong?SM: Yes.KT: I just want to confirm some things you’ve said about the PM. He’s ignorant and ill informed about Kashmir. He doesn’t know the situation. You stand by that? You won’t withdraw it?SM: I will never withdraw it.KT: And also about the fact that he doesn’t hate corruption and his own people are engaging in it.SM: I stand by that.KT: He will be furious with you.SM: I have nothing to lose.KT: Satya Pal Malik sir, I thank you for this interview."
                }
            ]
        },
        {
            "title": "Atiq Ahmed Death News LIVE: Mafia Brothers Buried in UP’s Prayagraj in Presence of Family Members ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMikAFodHRwczovL3d3dy5uZXdzMTguY29tL2luZGlhL2F0aXEtYWhtZWQtYXNocmFmLWFobWVkLXNob3QtZGVhZC1saXZlLWNtLXlvZ2ktaW1wb3NlZC1zZWN0aW9uLTE0NC1pbi1wcmF5YWdyYWotdXR0YXItcHJhZGVzaC1saXZlbmV3cy03NTYwMDU1Lmh0bWzSAZQBaHR0cHM6Ly93d3cubmV3czE4LmNvbS9hbXAvaW5kaWEvYXRpcS1haG1lZC1hc2hyYWYtYWhtZWQtc2hvdC1kZWFkLWxpdmUtY20teW9naS1pbXBvc2VkLXNlY3Rpb24tMTQ0LWluLXByYXlhZ3Jhai11dHRhci1wcmFkZXNoLWxpdmVuZXdzLTc1NjAwNTUuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "News18",
                    "title": "Atiq Ahmed Death News: Mafia Brothers Buried in UP’s Prayagraj in Presence of Family Members",
                    "image": "https://images.news18.com/ibnlive/uploads/2023/04/atiq111-2-168165617716x9.jpg",
                    "time": "2023-04-16T07:29:39+05:30",
                    "type": 0,
                    "summary": "Read moreJustice Arvind Kumar Tripathi is investigating the case. Internet services have been restored in parts of Prayagraj.The post-mortem examination of Atiq Ahmed and Ashraf Ahmed has been completed by a panel of four doctors at SRN Hospital in Prayagraj.The brothers were shot dead at point-blank range by three men posing as journalists, even as media personnel and police were present. Chief Minister Yogi Adityanath-led UP government has ordered a high-level probe into the killings. “The chief minister has constituted a three-member judicial commission to probe the killing of Ahmad and Ashraf,” Special DG, of Law and Order, Prashant Kumar told PTI.The probe was ordered at a high-level meeting in Lucknow, called by CM Yogi right after the incident on Saturday night. The three assailants were arrested from the spot and a detailed probe is on in the matter.Besides, the postmortem of Atiq and brother Ashraf’s dead bodies took place on Sunday amid tight security. A panel of five doctors conducted the postmortem and the burial will likely take place at the Kasari Masari cemetery by late evening.Briefing reporters in Prayagraj, Commissioner of Police Ramit Sharma said that the three assailants, who were arrested immediately after the incident, had joined the group of media persons who were trying to get sound bites from Ahmad and Ashraf.“As per mandatory legal requirement, Atiq Ahmad and Ashraf were brought to the hospital for medical examination. According to preliminary information, three persons posing as journalists approached them and opened fire. Atiq Ahmad and his brother Ashraf were killed in the attack. The attackers have been held and are being questioned, ” Sharma said.In the incident, Constable Man Singh suffered an injury to his arm and a journalist was hurt after he fell during the commotion that followed the shooting, the officer said.Read all the Latest India News here"
                }
            ]
        },
        {
            "title": "Nandini vs Milma: Kerala Milk Federation asks Karnataka to practice what it's expecting of Amul ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMipgFodHRwczovL2Vjb25vbWljdGltZXMuaW5kaWF0aW1lcy5jb20vbmV3cy9pbmRpYS9uYW5kaW5pLXZzLW1pbG1hLWtlcmFsYS1taWxrLWZlZGVyYXRpb24tYXNrcy1rYXJuYXRha2EtdG8tcHJhY3RpY2Utd2hhdC1pdHMtZXhwZWN0aW5nLW9mLWFtdWwvYXJ0aWNsZXNob3cvOTk1MzgwMjkuY21z0gGhAWh0dHBzOi8vbS5lY29ub21pY3RpbWVzLmNvbS9uZXdzL2luZGlhL25hbmRpbmktdnMtbWlsbWEta2VyYWxhLW1pbGstZmVkZXJhdGlvbi1hc2tzLWthcm5hdGFrYS10by1wcmFjdGljZS13aGF0LWl0cy1leHBlY3Rpbmctb2YtYW11bC9hbXBfYXJ0aWNsZXNob3cvOTk1MzgwMjkuY21z?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "Economic Times",
                    "title": "Nandini vs Milma: Kerala Milk Federation asks Karnataka to practice what it's expecting of Amul",
                    "image": "https://img.etimg.com/thumb/msid-99538024,width-1070,height-580,imgsize-79928,overlay-economictimes/photo.jpg",
                    "time": null,
                    "type": 0,
                    "summary": "The Kerala Co-operative Milk Marketing Federation ( KCMMF ), which owns the dairy brand Milma , has urged its Karnataka counterpart the KMF not to sell milk in the coastal state and hurt the livelihood of its own dairy farmers and workers.The KCMMF, ironically, is asking the KMF to practice what Karnataka's political parties are expecting of Amul which has announced its milk and curd would be available in Bengaluru.The Karnataka government is giving the KMF an incentive of Rs 6 per litre. But if it seeks to pass on the same to consumers in Kerala, it will hurt our own dairy industry, Milma chairman KS Mani told ET on Sunday.Mani has written a letter to the KMF and is expecting a positive response. In the dairy sector, all of us have to prosper by being ethical to each other, he said.The cooperative milk federations in states are functioning in a spirit of brotherhood, exchanging ideas with each other and respecting each other's territory, he said. The political parties in Karnataka have objected to Amul's plans to sell milk in Bengaluru. We expect the KMF to respect the same stand that we have taken. Nandini should not sell its milk in Kerala, he said. Nandini has been selling its other value added products for which we have not raised any objection.“The move of Amul to promote its staple products in Karnataka has been met with strong resistance from the stake-holders in that state. But KMF recently opened its outlets in parts of Kerala to sell its Nandini brand of milk and other products. How could this be justified? Whoever does this, it is a highly unethical practice which defeats the very purpose of India’s dairy movement and harms the interests of the farmers”, Mani said in a press statement.As per the prevailing agreement and courteous business relations existing among milk coperatives, cross-border marketing of liquid milk shall be avoided as it amounts to blatant encroachment of the sale area of the respective state. Such practices from any side will jeopardise the spirit of co-operative principles that have been nurtured for long by mutual consent and goodwill, he said.The tendency to enter the markets outside one’s domain by opening sales outlets or roping in franchisees should be avoided. Initially, they sell only value-added products, then start selling liquid milk also and subsequently begin shop-to-shop distribution of milk. Eventually, they will seek to capture markets outside their respective area, taking advantage of the state-to-state variations in price and production cost, the statement said.Though the input cost in the dairy sector in Kerala is much higher compared to other states, Milma passes on 83 per cent of its turnover to dairy farmers through the co-operative societies in its network. Also, the bulk of Milma’s surplus is given to the farmers as additional incentive on milk price and subsidy on cattle feed as the well-being of the dairy farmers is its prime concern, the statement added."
                }
            ]
        },
        {
            "title": "Atiq Ahmed Murder Live Updates: Atiq Ahmed, his brother buried in same graveyard as son in Prayagraj; all 3 assailants sent to 14-day judicial custody ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMigQFodHRwczovL2luZGlhbmV4cHJlc3MuY29tL2FydGljbGUvaW5kaWEvYXRpcS1haG1lZC1zaG90LWRlYWQtbGl2ZS11cGRhdGVzLWFzaHJhZi1wcmF5YWdyYWotdXR0YXItcHJhZGVzaC15b2dpLWFkaXR5YW5hdGgtODU1ODU4OC_SAYYBaHR0cHM6Ly9pbmRpYW5leHByZXNzLmNvbS9hcnRpY2xlL2luZGlhL2F0aXEtYWhtZWQtc2hvdC1kZWFkLWxpdmUtdXBkYXRlcy1hc2hyYWYtcHJheWFncmFqLXV0dGFyLXByYWRlc2gteW9naS1hZGl0eWFuYXRoLTg1NTg1ODgvbGl0ZS8?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "The Indian Express",
                    "title": "Atiq Ahmed Murder Live Updates: Atiq Ahmed, his brother buried in same graveyard as son in Prayagraj; all 3 assailants sent to 14-day judicial custody",
                    "image": "https://images.indianexpress.com/2023/04/Atiq-Ahmed-Burial-Main.jpg",
                    "time": "2023-04-16T07:29:09+05:30",
                    "type": 0,
                    "summary": "Prayagraj: Police personnel at the site where Gangster-turned-politician Atiq Ahmed and his brother Ashraf Ahmed were shot dead while they were being taken for a medical checkup, in Prayagraj, Saturday, April 15, 2023. (PTI Photo)With the killing of son Asad in the UP police encounter Thursday and the death of Atiq Ahmed and brother Ashraf on Saturday night, don Atiq’s family has been, as a senior police officer said, “almost wiped out.” Wife Shaista Parveen, who carries a reward of Rs 50,000 is absconding, and Atiq’s two sons Umar and Ali are in jail. His two minor sons are in the Children Protection Home under close watch of the police.In all, six from Atiq’s side including himself, son Asad and aides Arbaz, Vijay Chaudhary alias Usman and Ghulam Hassan have been killed since the February 24 daylight murder of Umesh Pal and two policemen.On April 12, while he was being taken to Prayagraj for questioning in the Umesh Pal murder case, gangster-politician Atiq Ahmed looked out from inside the grilled window of a police van and addressed the hordes of media personnel outside. “Bilkul mitti mein mil gaye hain. Ab hamari auraton aur bachchon ko pareshan na karein (I have been reduced to dust. Please don’t harass our women and children),” he pleaded.The strongman-politician’s unchallenged run in Prayagraj for over four decades had come to an end – his “mitti mein mil gaye” an admission of defeat that came days after Yogi Adityanath declared in the Assembly, “Iss mafia ko mitti me mila denge”. The Chief Minister was speaking a day after Umesh Pal — a key witness in the 2005 murder of BSP MLA Raju Pal in which Atiq was an accused — was shot dead."
                }
            ]
        },
        {
            "title": "Bihar hooch tragedy: 80 held, 11 police personnel suspended ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMieGh0dHBzOi8vbS50aW1lc29maW5kaWEuY29tL2NpdHkvcGF0bmEvYmloYXItaG9vY2gtdHJhZ2VkeS04MC1oZWxkLTExLXBvbGljZS1wZXJzb25uZWwtc3VzcGVuZGVkL2FydGljbGVzaG93Lzk5NTM3NjUzLmNtc9IBfGh0dHBzOi8vbS50aW1lc29maW5kaWEuY29tL2NpdHkvcGF0bmEvYmloYXItaG9vY2gtdHJhZ2VkeS04MC1oZWxkLTExLXBvbGljZS1wZXJzb25uZWwtc3VzcGVuZGVkL2FtcF9hcnRpY2xlc2hvdy85OTUzNzY1My5jbXM?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "Indiatimes.com",
                    "title": "Bihar hooch tragedy: 80 held, 11 police personnel suspended",
                    "image": "https://static.toiimg.com/thumb/msid-99537724,width-1070,height-580,imgsize-61544,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
                    "time": null,
                    "type": 0,
                    "summary": "(With PTI inputs)MOTIHARIPATNA: Police in dry Bihar have arrested 80 people from East Champaran district for allegedly being involved in spurious liquor trade, following a suspected hooch tragedy that claimed 14 lives so far in Motihari , officials said on Sunday.The district administration suspended 11 police personnel, including a sub-inspector and an assistant sub-inspector, who were posted as in-charge of anti-liquor task force (ALTF) at Areraj and Sadar sub-divisions of Motihari respectively, on the charge of dereliction of duties, according to an official statement.Nine 'chowkidars' posted at different villages of Motihari were among the suspended policemen, it said.Disciplinary actions have been taken against these police personnel for alleged dereliction of duties, a senior official of the district police said.Police also seized huge quantities of spurious liquor during searches after the suspected hooch tragedy in East Champaran.Twenty people, involved in the illegal trade of liquor have been arrested in Turkauliya , Harsiddhi , Sugauli and Paharpur of Motihari, where consumption of spurious liquor was reported on Saturday, according to the statement issued by the East Champaran district police.Sixty more people were also apprehended for being involved in the illegal trade of liquor in the district, it said.The district police have also seized huge quantities of spurious liquor and other related chemicals following searches at more than 600 places in different parts of Motihari in the last 24 hours.Police recovered 370 litres of country-made liquor, 50 litres of spirit and 1,150 litres of other chemicals used in the manufacturing of spurious liquor, the statement said.The death count in the latest tragedy may increase further as the condition of five persons is reportedly to be critical, a senior police officer said.The police were informed on Saturday that some villagers died after allegedly consuming spurious liquor in different areas of the district.Police teams were immediately sent to several hospitals in the city, the statement said.Reacting to the suspected hooch tragedy, Bihar Chief Minister Nitish Kumar had on Saturday said: I have been maintaining that liquor is bad and shouldn't be consumed. I have asked officials to take strict action against those who violate prohibition laws.The state government imposed a total ban on sale and consumption of alcohol on April 5, 2016.Scores of people had died in the last major hooch tragedy in Saran district in December 2022."
                }
            ]
        },
        {
            "title": "Odisha: Curfew, Internet Shutdown Continues in Sambalpur After Hanuman Jayanti Violence ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMidGh0dHBzOi8vdGhld2lyZS5pbi9jb21tdW5hbGlzbS9vZGlzaGEtY3VyZmV3LWludGVybmV0LXNodXRkb3duLWNvbnRpbnVlcy1pbi1zYW1iYWxwdXItYWZ0ZXItaGFudW1hbi1qYXlhbnRpLXZpb2xlbmNl0gGCAWh0dHBzOi8vbS50aGV3aXJlLmluL2FydGljbGUvY29tbXVuYWxpc20vb2Rpc2hhLWN1cmZldy1pbnRlcm5ldC1zaHV0ZG93bi1jb250aW51ZXMtaW4tc2FtYmFscHVyLWFmdGVyLWhhbnVtYW4tamF5YW50aS12aW9sZW5jZS9hbXA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "The Wire",
                    "title": "Odisha: Curfew, Internet Shutdown Continues in Sambalpur After Hanuman Jayanti Violence",
                    "image": "https://cdn.thewire.in/wp-content/uploads/2023/04/16162433/Ftk5A7uWYAA7d3S-800x400.jpeg",
                    "time": null,
                    "type": 0,
                    "summary": "Bhubaneswar: Tension continues to grip Sambalpur, western Odisha’s political and cultural nerve centre, as the town remained under curfew for the second day on Sunday (April 16) in the wake of violence during and on the eve of Hanuman Jayanti, a religious festival celebrated on April 14, coinciding with Mahavishubha Sankranti, popular known as Pana Sankranti.With police patrolling every nook and corner of the town, curfew was relaxed for a few hours to facilitate conduct of National Defence Academy (NDA) and Assistant Section Officer (ASO) examinations. Internet services remain suspended in Sambalpur till Monday to prevent the spread of malicious rumours. However, it has added to the misery of people who can neither move out of their homes nor access the internet to communicate with others. “People are facing all kinds of problems,” said local journalist Subrat Mohanty.Curfew was imposed in Sambalpur on Saturday following incidents of arson and a murder in the town during the Hanuman Jayanti procession. The deceased Chandra Mirdha was attacked while returning home after taking part in the procession. Though Sambalpur superintendent of police B. Gangadhar said the murder was not related to Hanuman Jayanti celebrations, curfew was clamped on areas falling within the jurisdiction of Town Police Station, Dhanupali Police Station, Khetrajpur Police Station, Ainthapali Police Station, Bareipali Police Station and Sadar Police Station which are considered most sensitive. “All possible measures to ensure peace are being taken,” said Gangadhar. Odisha director general of police Sunil Bansal also visited the town to assess the situation. He appealed to the people to cooperate with the police and the administration, and said normalcy would be restored in the town soon.Sources said police have made as many as 85 arrests so far in connection with violence in the town which began on April 12, when a motorcycle rally was organised by the local Hanuman Jayanti Samanvaya Samiti. Some people allegedly pelted stones on the rally when it was passing through Motijharan Chhak. The rallyists retaliated and people on both sides sustained injuries. Several policemen including an officer were also hurt in the stone pelting when they intervened and tried to bring the situation under control.In the wake of the violence, prohibitory orders under Section 144 CrPC were imposed in several areas and the district administration held talks with various stakeholders to ensure that the Hanuman Jayanti procession was held peacefully on April 14. Though heavy police arrangement along the route of the procession that day ensured that there were no untoward incidents in the areas through which it passed, incidents of arson were reported from other parts of the town and a murder also took place. “There have been stray incidents of violence,” said Sambalpur SP B. Gangadhar, but the seriousness of the situation can be gauged from the fact that the administration was forced to clamp a curfew on the town and internet services had to be suspended till Monday.State BJP president Manmohan Samal was unrelenting in his attack on the state government which he held solely responsible for violence in the town. “Members of the minority community (Muslims) attacked a peaceful religious procession in the town but the police remained a mute spectator. State government has completely failed to maintain law and order. If the state government is not capable of tackling the situation with the help of its police they should call central forces,” said Samal, a former minister.The war of words between the BJP and ruling Biju Janata Dal (BJD) has escalated, with the latter accusing the saffron party of trying to make political capital out of a sensitive situation. “State government is doing everything within its powers to control the situation. Arrests have been made and the police are doing their job. The BJP is making politically motivated charges because it is in the habit of seeing everything through a communal prism,” said BJD MLA Rajkishore Das, who was earlier with the BJP.Sambalpur has always been a sensitive area as far as Hanuman Jayanti celebrations are concerned. In 2015, BJP stalwart and present leader of opposition in Odisha assembly Jaynarayan Mishra was arrested by the local police for brandishing a sword during Hanuman Jayanti celebrations in Sambalpur, in violation of the prohibitory orders clamped by the administration to restrain devotees from displaying sharp weapons during the celebrations. Mishra, who is now the sitting MLA from Sambalpur, had described his arrest as politically motivated.But it is not just Sambalpur which remains prone to communal violence on such occasions. Many other areas in the state, especially the tribal-dominated districts of Kandhamal and Mayurbhanj, have seen communal incidents in the past. The Kandhamal riots of 2008, triggered by the killing of controversial Vishva Hindu Parishad (VHP) leader Lakshmanananda Saraswati and his four disciples at his Jalespeta ashram in the district, had left behind a trail of death and destruction. It left more than 30 members of Christian community dead while more than 600 villages were ransacked and 54,000 people rendered homeless. Kandhamal, which has a sizeable Christian population, had seen riots in 2007 as well but the scale of violence that took place after Saraswati’s murder was unprecedented and shook the conscience of the entire nation.The confrontation between extreme Hindutva forces and minorities, especially Christians inhabiting the tribal belt, started taking a serious form in the late 1990s. In 1998 some Christian-dominated villages in the Ramgiri-Udaygiri area of Gajapati district bordering Andhra Pradesh were allegedly attacked and houses torched. But the most gruesome communal incident in the history of Odisha took place in Keonjhar district’s Manoharpur village in 1999. Australian missionary Graham Staines (58) and his two minor sons were burnt alive in the village by a mob that believed that he was engaged in religious conversions through dubious means. This was followed by the murder of a Catholic priest Arul Das at Jamabani in nearby Mayurbhanj.However, for the sheer scale of violence Kandhamal riots of 2008 will always remain etched in the memory of people of Odisha. It also proved to be a turning point in the political history of the state, leading to the breakdown of ruling BJD’s 11-year-old alliance with BJP in 2009. Chief minister Naveen Patnaik sought to salvage his secular credentials by ending the partnership as BJP was widely seen as being sympathetic to the forces which had authored the pogrom in Kandhamal.Since 2009, incidents of communal violence in the state have been few and far between and none comparable with what happened in Kandhamal in 2008. But political observers, who see the recent disturbances in Sambalpur as an ominous sign, would like the government to be on the alert and deal with troublemongers strictly. “The government must act promptly in all such cases. The message must go out that trouble makers won’t be spared. This is the only way we can prevent the repeat of Kandhamal,” said political analyst Shashi Kant Mishra.Ashutosh Mishra is an Odisha-based journalist."
                }
            ]
        }
    ]
},
{
    "category": "Top stories",
    "news": [
        {
            "title": "Tejashwi Yadav Calls Gangster Atiq Ahmed \"Atiq ji\", BJP Leader Giriraj Singh's Stinging Reply ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMigQFodHRwczovL3d3dy5uZHR2LmNvbS9pbmRpYS1uZXdzL3RlamFzaHdpLXlhZGF2LWNhbGxzLWdhbmdzdGVyLWF0aXEtYWhtYWQtYXRpcS1qaS1ianAtbGVhZGVyLWdpcmlyYWotc2luZ2hzLXN0aW5naW5nLXJlcGx5LTM5NTg3MTXSAYcBaHR0cHM6Ly93d3cubmR0di5jb20vaW5kaWEtbmV3cy90ZWphc2h3aS15YWRhdi1jYWxscy1nYW5nc3Rlci1hdGlxLWFobWFkLWF0aXEtamktYmpwLWxlYWRlci1naXJpcmFqLXNpbmdocy1zdGluZ2luZy1yZXBseS0zOTU4NzE1L2FtcC8x?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "NDTV",
                    "title": "Tejashwi Yadav Calls Gangster Atiq Ahmed 'Atiq ji', BJP Leader Giriraj Singh's Stinging Reply",
                    "image": "https://c.ndtvimg.com/2023-03/73chjldg_tejashwi-yadav_625x300_13_March_23.jpg",
                    "time": null,
                    "type": 0,
                    "summary": "Tejashwi Yadav reported called gangster Atiq Ahmed Atiq ji during a press briefing (File)BJP leader and Union minister Giriraj Singh today shred Bihar Deputy Chief Minister Tejashwi Yadav for allegedly calling gangster-politician Atiq Ahmed with an honorific, and said he should hang photographs of the don in his office.I would suggest that the Bihar Chief Minister and Deputy Chief Minister should hang photos of the PFI (Popular Front of India) and dons in their cabins, BJP's Giriraj Singh added.Earlier, Congress leader Digvijay Singh had referred to Osama Bin Laden as Osama ji. They can do anything for votes, he said.They have not uttered a word on the murder of Umesh Pal, why are they in pain now? Mr Singh added.In controversial remarks, Tejashwi Yadav referred to gangster Atiq Ahmad as Atiq ji during a media interaction.It is not the death of Atiq ji, but the death of law that has taken place in Uttar Pradesh, Tejashwi Yadav had said, according to Press Trust of India.Atiq Ahmad, 60, and his brother Ashraf were shot dead at point-blank range by three men posing as journalists in the middle of a media interaction Saturday night while police personnel were escorting them to a medical college in Uttar Pradesh's Prayagraj for a checkup.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)"
                }
            ]
        },
        {
            "title": "‘Gravity of offence should have been considered’: SC asks Gujarat govt for reasons behind releasing convicts in Bilkis Bano case ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMifmh0dHBzOi8vaW5kaWFuZXhwcmVzcy5jb20vYXJ0aWNsZS9pbmRpYS9zdXByZW1lLWNvdXJ0LWJpbGtpcy1iYW5vLWdhbmdyYXBlLWNhc2UtZ3VqYXJhdC1yaW90cy0yMDAyLWNvbnZpY3RzLXJlbWlzc2lvbi04NTYzMTUxL9IBgwFodHRwczovL2luZGlhbmV4cHJlc3MuY29tL2FydGljbGUvaW5kaWEvc3VwcmVtZS1jb3VydC1iaWxraXMtYmFuby1nYW5ncmFwZS1jYXNlLWd1amFyYXQtcmlvdHMtMjAwMi1jb252aWN0cy1yZW1pc3Npb24tODU2MzE1MS9saXRlLw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "The Indian Express",
                    "title": "‘Gravity of offence should’ve been considered’: SC questions Gujarat govt over remission to Bilkis Bano convicts",
                    "image": "https://images.indianexpress.com/2023/04/bilkis-bano-759.jpg",
                    "time": "2023-04-18T16:21:04+05:30",
                    "type": 0,
                    "summary": "The Supreme Court Tuesday asked the Gujarat government to share the reasons behind its decision to prematurely release the eleven convicts in Bilkis Bano rape case, Live Law reported.While hearing a March 27 plea challenging the release of convicts, a bench comprising Justices KM Joseph and BV Nagarathna said that the gravity of offence should have been considered by the state government.The Centre and the Gujarat government, meanwhile, told the apex court that they may file a plea seeking a review of its March 27 order asking them to be ready with original files on the grant of remission to the convicts. The bench will now hear the matter on May 2, and will also take a decision on the review petition proposed to be filed by the Gujarat government.The bench observed that just because the Central government concurred with the state’s decision does not mean that the state is not required to apply its mind, LiveLaw reported.“The question is whether government applied its mind, what material formed the basis of its decision, etc…(Judicial) order requiring convicts to be in jail for rest of their natural life… (they were) released by executive order… Today it is this lady (Bilkis). Tomorrow, it can be you or me. There must be objective standards… If you don’t give us reason, we will draw our own conclusions,” the bench observed.The apex court further said, “apples cannot be compared with oranges” while pointing out that a massacre cannot be compared with a single murder.Bilkis was gang-raped and her three-year-old daughter was among 14 people killed by a mob on March 3, 2002, in the Limkheda taluka of Gujarat’s Dahod district during the riots. The 11 convicts were released on August 15 last year.AdvertisementBilkis in her plea, had said, “The en masse premature release of the convicts… has shaken the conscience of society”.With inputs from PTI, Live Law"
                }
            ]
        },
        {
            "title": "‘Notion of man, woman not based on genitals,’ says SC on legal validation of same-sex marriage | Mint ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMikgFodHRwczovL3d3dy5saXZlbWludC5jb20vbmV3cy9pbmRpYS9ub3Rpb24tb2YtbWFuLXdvbWFuLW5vdC1iYXNlZC1vbi1nZW5pdGFscy1zYXlzLXNjLW9uLWxlZ2FsLXZhbGlkYXRpb24tb2Ytc2FtZS1zZXgtbWFycmlhZ2UtMTE2ODE4MTcxMTUzMTMuaHRtbNIBlgFodHRwczovL3d3dy5saXZlbWludC5jb20vbmV3cy9pbmRpYS9ub3Rpb24tb2YtbWFuLXdvbWFuLW5vdC1iYXNlZC1vbi1nZW5pdGFscy1zYXlzLXNjLW9uLWxlZ2FsLXZhbGlkYXRpb24tb2Ytc2FtZS1zZXgtbWFycmlhZ2UvYW1wLTExNjgxODE3MTE1MzEzLmh0bWw?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "Mint",
                    "title": "‘Notion of man, woman not based on genitals,’ says SC on legal validation of same-sex marriage",
                    "image": "https://www.livemint.com/lm-img/img/2023/04/18/600x338/same_sex_marriage_India_1681803039355_1681820448084.jpg",
                    "time": "2023-04-18T17:54:37+05:30",
                    "type": 0,
                    "summary": "The Supreme Court of India on Tuesday heard pleas seeking legal validation for same-sex marriages. The five-judge constitution bench headed by Chief Justice D Y Chandrachud made it clear that they would not go into personal laws governing marriages while deciding the case. Instead, they asked lawyers to present arguments on the Special Marriage Act, a law that provides a legal framework for the marriage of people belonging to different religions or castes.What did the court say?The bench deemed the issue complex and said that the notion of a man and a woman is not an absolute based on genitals. Therefore, the Special Marriage Act, which refers to man and woman, is not restricted to genitals. The bench stated that personal laws would be kept out of the equation, and all lawyers would address the Special Marriage Act.“It is not the question of what your genitals are. It is far more complex, that's the point. So, even when the Special Marriage Act says man and woman, the very notion of a man and a woman is not an absolute based on genitals, said the bench, which also comprised justices Justices S K Kaul, S R Bhat, Hima Kohli and P S Narasimha.Noting the difficulties and ramifications for the Hindu Marriage Act and personal laws of various religious groups if same-sex marriages are considered valid, the bench said, “Then we can keep the personal laws out of the equation and all of you (lawyers) can address us on the Special Marriage Act (a religion-neutral marriage law).Tushar Mehta vs Supreme Court argument:Not getting into personal law: The Solicitor General Tushar Mehta referred to laws on transgenders and said that there are several rights such as the right to choose partners, privacy, right to choose sexual orientation, and any discrimination is criminally prosecutable.“However, the conferment of socio-legal status of marriage cannot be done through judicial decisions. It cannot even be done by the legislature. The acceptance has to come from within the society, the top government law officer said.He said the problem will arise when a person, who is a Hindu, wants to avail the right to marry within the same sex while remaining a Hindu.“Hindus and Muslims and other communities will be affected and that is why the states should be heard, the law officer said.Responding to Mehta's argument, the bench said, “We are not going into the personal laws and now you want us to get into it. Why? How can you ask us to decide it? We cannot be compelled to hear everything.Then this will amount to “short circuiting the issue and the Centre’s stand is not to hear it all, Mehta said, to which the CJI responded: “We are taking a middle course. We don’t have to decide everything to decide something.‘Man and woman is not restricted to the genitals’: On being pointed out that even the religion-neutral Special Marriage Act has the term ‘man and a woman’, the bench said it is not the question of “genitals and the very notion of the special law having “man and woman is not restricted to the genitals.Mehta cited it is restricted to the genitals and added there were several laws which the court will be making redundant inadvertently if it chose to give legal backing to same-sex marriages. He cited the Code of Criminal Procedure's provision that women cannot be examined after a certain time and suggested that a man could claim not to be a man despite having male genitals.The law officer gave the example of the Code of Criminal Procedure (CrPC) and said a woman cannot be called for examination after a certain time and there could be a situation where a man says that though he has the genitals of a male he is not a man.“There is always change in the society and it begins from somewhere, he said.The bench said though 10 petitioners wanted it to be dealt with on a broader aspect “we are restricting it and we are not going into personal laws etc.The law officer contended the bench was saying it will not go into the personal laws but the earlier judgments opened this window and so again this would open another window later.“But we cannot bind our future generations long after we are gone and turned to dust, the bench observed.The law officer said the court should decide first whether it can go into this question at all or it would be essentially for parliament to deal with it.The hearing is currently ongoing.(With inputs from agencies)"
                }
            ]
        },
        {
            "title": "BL Santhosh behind my exit from BJP: Jagadish Shettar ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMijwFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2VsZWN0aW9ucy9rYXJuYXRha2EtYXNzZW1ibHktcG9sbHMtMjAyMy9zdG9yeS9ibC1zYW50aG9zaC1iZWhpbmQtbXktZXhpdC1mcm9tLWJqcC1qYWdhZGlzaC1zaGV0dGFyLTIzNjE0NjUtMjAyMy0wNC0xONIBkwFodHRwczovL3d3dy5pbmRpYXRvZGF5LmluL2FtcC9lbGVjdGlvbnMva2FybmF0YWthLWFzc2VtYmx5LXBvbGxzLTIwMjMvc3RvcnkvYmwtc2FudGhvc2gtYmVoaW5kLW15LWV4aXQtZnJvbS1ianAtamFnYWRpc2gtc2hldHRhci0yMzYxNDY1LTIwMjMtMDQtMTg?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "India Today",
                    "title": "BL Santhosh behind my exit from BJP: Jagadish Shettar",
                    "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202304/shettar_new-sixteen_nine.jpg?VersionId=7Ilkk3LF9rIsJV_nl1zNNKB89XO.5LZH",
                    "time": null,
                    "type": 0,
                    "summary": "By Sagay Raj: Former Karnataka Chief Minister Jagadish Shettar, who dumped the BJP and joined the Congress ahead of high-stakes Assembly polls, said BJP general secretary BL Santhosh was behind his exit from the party.The 67-year-old Lingayat leader stated that BL Santhosh conspired against him, humiliated him by denying him a ticket to contest the election.It is to be noted that the decision to part ways with the BJP came after the six-time MLA, a former Leader of Opposition in the Assembly, ex-Speaker and a party president in the past, was denied a ticket to contest from the Hubli-Dharwad (Central) segment, which he represented in the outgoing Lower House.advertisementREAD | For my self respect, I sought one opportunity, but...: Jagadish Shettar on BJP exitDespite losing the minister post [in the Basavaraj Bommai government], I worked hard. Just to get a ticket for Mahesh Tenginkai BL Santhosh conspired against me, Shettar said.Mahesh Tenginkai will contest from the Hubli-Dharwad Central Assembly segment, which was represented by Jagadish Shettar. In Mysuru district's Krishnaraja Assembly segment a new face, Srivatsa, was given the ticket as the party dropped four-time MLA S A Ramadas.Look what happened to Ramadas. Just because he is not a BL Santhosh loyalist, they dropped him. Srivasta was given the ticket, Shettar said.ALSO READ | ‘Jilted’ Shettar, Savadi create a storm, but can they rock BJP’s boat in Karnataka?BL Santhosh was given charge of Kerala and he did not even win a single seat. He was made in-charge of Tamil Nadu. The BJP only won a few seats. He was in-charge of Telangana and Andhra Pradesh. See the condition of the party there. A person who failed in these states is giving advice to number one and two of the party, Shettar added.Karnataka votes on May 10 and results will be out on May 13."
                }
            ]
        },
        {
            "title": "Maha Earthquake Again? NCP's Ajit Pawar Denies Jumping Ship; But Why is BJP Looking for New Partner? ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy5uZXdzMTguY29tL3BvbGl0aWNzL21haGEtZWFydGhxdWFrZS1hZ2Fpbi1uY3BzLWFqaXQtcGF3YXItZGVuaWVzLWp1bXBpbmctc2hpcC1idXQtd2h5LWlzLWJqcC1sb29raW5nLWZvci1uZXctcGFydG5lci03NTc3MjMzLmh0bWzSAZEBaHR0cHM6Ly93d3cubmV3czE4LmNvbS9hbXAvcG9saXRpY3MvbWFoYS1lYXJ0aHF1YWtlLWFnYWluLW5jcHMtYWppdC1wYXdhci1kZW5pZXMtanVtcGluZy1zaGlwLWJ1dC13aHktaXMtYmpwLWxvb2tpbmctZm9yLW5ldy1wYXJ0bmVyLTc1NzcyMzMuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "News18",
                    "title": "Maha Earthquake Again? Ajit Pawar Denies Jumping Ship; But Why is BJP Looking for New Partner?",
                    "image": "https://images.news18.com/ibnlive/uploads/2023/04/maharashtra-sambhajinagar-aurangabad-bjp-sena-mva-rally-168040653516x9.jpg",
                    "time": "2023-04-18T17:38:52+05:30",
                    "type": 0,
                    "summary": "The political situation in Maharashtra seems unstable, with the speculation that Sharad Pawar’s Nationalist Congress Party (NCP) under the leadership of his nephew, Ajit Pawar, could be split, just when the Supreme Court could deliver its verdict on the disqualification plea in the Sena vs Sena case anytime.But the former Maharashtra deputy CM, Ajit Pawar, has dismissed reports on switching over to the BJP with the backing of a section of his party MLAs. “I am in the NCP. The news, which is floating that I have taken signatures of 40 MLAs, is wrong. I am not going anywhere. Such news about me is nothing but another attempt to divert the issue from main issues which people of Maharashtra are facing.”The question arises why is the BJP looking for another partner in the state when they have Eknath Shinde and his Shiv Sena camp with them?According to sources in the BJP, the party is working on a plan in case the Supreme Court gives its order in the disqualification plea against chief minister Eknath Shinde and his MLAs. Then, the BJP would want another strong partner to join them and form the government in the state.In the current scenario, Uddhav Thackeray’s Shiv Sena does not have enough MLAs and Congress being the traditional opponent of the BJP is certainly not an option. Therefore, the remaining coalition partner NCP, which has 54 MLAs and had shown interest in giving “outside support” to the Devendra Fadnavis government in 2014.According to another source in the BJP, NCP leaders such as Ajit Pawar, Praful Patel, Anil Deshmukh, Nawab Malik, Hasan Mushrif and Salil Deshmukh are already facing the heat of central agencies. In such a scenario, no one should be surprised if the NCP leaders take the same road which Shinde and his supporters took and form their own camp.“All will be welcomed if they are ready to follow our ideology,” the source said, adding that in the current political situation Ajit Pawar and Fadnavis who have got better control over the administration in Maharashtra and can work relentlessly for the progress of the state. “If these two leaders come together, a lot can be done in the state,” the source further said.According to the leader from the NCP, who also work closely with Ajit Pawar, the state government’s performance under Eknath Shinde is not “good”. “This government has completely failed on the issue of farmers. They are not taking any positive decision for the people of the state, considering the general election in 2024; it is very difficult for the BJP to win maximum seats from the state. Hence, the BJP is looking out for another partner. But, as of now, there is no such movement in the party and Sharad Pawar is in touch with all the NCP leaders and MLAs.Amid all the speculations on Ajit Pawar joining the BJP, NCP chief Sharad Pawar had said in Pune that “everyone in the party is working to strengthen it. Ajit Pawar has not called any meeting of MLAs. All these talks are in the media only.”According to the sources, Congress leader KC Venugopal and other leaders of Maharashtra Congress had met Uddhav Thackeray on late Monday evening, and discussed the political instability in the state.The Eknath Shinde’s Shiv Sena may walk out of the government if Ajit Pawar joins the BJP, said Shiv Sena rebel MLA Sanjay Shirsat.Sharad Pawar, the architect of Maha Vikas Aghadi (MVA) in the state, now has another challenge to keep his flock intact or it will be an embarrassing situation for him to be in at the national level.NCP’s Twitter handle posted on Tuesday, “Whatever discussion is in your mind is not in the mind of any of us. This discussion has absolutely no importance… Talking about the NCP, our party and colleagues are working in the role of how to make the party stronger with one idea. There is no other thought in anyone’s mind. In the news, it was read that there is a meeting of NCP MLAS. But this is hundred percent false. No one has called any such meeting. I have not called any meeting in this regard…”Meanwhile, Maharashtra NCP president Jayant Patil gave a statement on Tuesday refuting any speculation on Ajit Pawar joining BJP. There was no discussion between Ajit Pawar or any other party. “We are with Ajit Pawar and he is with NCP,” he stressed.Read all the Latest Politics News here"
                }
            ]
        },
        {
            "title": "Business Std says media, with ‘honourable exceptions’, skipped Satya Pal Malik. We checked ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMifGh0dHBzOi8vd3d3Lm5ld3NsYXVuZHJ5LmNvbS8yMDIzLzA0LzE4L2J1c2luZXNzLXN0ZC1zYXlzLW1lZGlhLXdpdGgtaG9ub3VyYWJsZS1leGNlcHRpb25zLXNraXBwZWQtc2F0eWEtcGFsLW1hbGlrLXdlLWNoZWNrZWTSAYwBaHR0cHM6Ly93d3cubmV3c2xhdW5kcnkuY29tL2FtcC9zdG9yeS8yMDIzJTJGMDQlMkYxOCUyRmJ1c2luZXNzLXN0ZC1zYXlzLW1lZGlhLXdpdGgtaG9ub3VyYWJsZS1leGNlcHRpb25zLXNraXBwZWQtc2F0eWEtcGFsLW1hbGlrLXdlLWNoZWNrZWQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "Newslaundry",
                    "title": "Business Std says media, with ‘honourable exceptions’, skipped Satya Pal Malik. We checked",
                    "image": "https://gumlet.assettype.com/newslaundry%2F2023-04%2Ffacb4421-467e-4f72-b572-e85ab3c4cca5%2FSatya_pal.jpg?w=1200&auto=format%2Ccompress&ogImage=true",
                    "time": null,
                    "type": 0,
                    "summary": "It’s been four days since the Wire published its explosive interview with former J&K governor Satya Pal Malik – an interview the news portal said could cause “political earthquakes” within the Modi government and the BJP.Malik waxed eloquent on the government’s “incompetence” during Pulwama and how Modi allegedly told him to keep quiet, on corruption within the PM’s office, and how Modi’s handling of the BBC documentary was a “terrible mistake”.The opposition was quick to respond to these claims. Even Pakistan’s foreign ministry issued a statement . The Modi government has said nothing at all , except a tweet from IT cell chief Amit Malviya.How about the media?In a scathing editorial this morning, Business Standard said much of India’s “mainstream press, with honourable exceptions, chose to ignore the interview, an indication perhaps of the depth of self-censorship that the media has chosen to impose on itself.”We took a quick glance at leading newspapers in English to check if this is true. The list is not exhaustive and only includes print editions in some cities.In Delhi, the Times of India only mentioned the interview on April 16. It was buried on page 23 and was pegged at the Congress party saying Modi must reply to Malik’s claims on Pulwama. Malik had made “sensational charges”, Times of India noted."
                }
            ]
        },
        {
            "title": "Siddaramaiah urges for safety of Kannadigas in Sudan, MP Tejasvi Surya responds ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMijQFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9zaWRkYXJhbWFpYWgtdXJnZXMtZm9yLXNhZmV0eS1vZi1rYW5uYWRpZ2FzLWluLXN1ZGFuLW1wLXRlamFzdmktc3VyeWEtcmVzcG9uZHMtMTAxNjgxODEwMDcxMjAwLmh0bWzSAZEBaHR0cHM6Ly93d3cuaGluZHVzdGFudGltZXMuY29tL2luZGlhLW5ld3Mvc2lkZGFyYW1haWFoLXVyZ2VzLWZvci1zYWZldHktb2Yta2FubmFkaWdhcy1pbi1zdWRhbi1tcC10ZWphc3ZpLXN1cnlhLXJlc3BvbmRzLTEwMTY4MTgxMDA3MTIwMC1hbXAuaHRtbA?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "Hindustan Times",
                    "title": "Siddaramaiah urges for safety of Kannadigas in Sudan, MP Tejasvi Surya responds",
                    "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/Congress-released-third-list-of-43-candidates-for-_1681584453546_1681810322133.jpg",
                    "time": "2023-04-18T15:04:32+05:30",
                    "type": 0,
                    "summary": "Senior Congress leader and former CM Siddaramaiah urged PM Modi and the Ministry of External affairs to ensure the safe return of Kannadigas in Sudan, which is affected by army-paramilitary clashes. He claimed that 31 people from Karnataka’s Hakki Pikki tribe are stuck in Sudan. Siddaramaiah urges for safety of Kannadigas in Sudan, MP Tejasvi Surya respondsAlso Read - Indian national dies by stray bullet injuries in Sudan clashes; EAM Jaishankar expresses griefSiddaramaiah tweeted, “It is reported that 31 people from Karnataka belonging to the Hakki Pikki tribe, are stranded in Sudan which is troubled by civil war. I urge @PMOIndia @narendramodi, @HMOIndia,@MEAIndia and @BSBommai to immediately intervene & ensure their safe return. Hakki Pikkis in Sudan have been left stranded without food since the last few days & the govt is yet to initiate action to bring them back.@BJP4India govt should immediately open diplomatic discussions & reach out to international agencies to ensure the well-being of Hakki Pikkis,”The Congress leader also paid condolences to the family of an Indian who passed away in the Sudan clashes. “It is also unfortunate to know that we have lost one Indian & 60 others in the ongoing civil war in Sudan. My deepest condolences to their families and pray for peace in the region, he added. An Indian national identified as Albert Augestine has succumbed to his injuries on Sunday amid army-paramilitary clashes in Sudan, informed the Indian embassy.Union minister Rajeev Chandrasekhar responded to Siddaramaiah and said that the safety of Kannadigas in Sudan is ensured. He wrote, “Our PM @narendramodi ji's govt is steadfast in ‘Leave no Indian behind’ in thot n in action. Unlike in the past, our government has stepped up whenever Indians abroad are caught up in conflict or another crisis. Afghanistan to Middle East to Ukraine - our government has ensured the safety of citizens and safe passage home and will do so for Kannadigas stranded in Sudan too.”Bengaluru south MP Tejasvi Surya has slammed Siddaramaiah and said that the BJP doesn’t need his lessons on rescuing people from other countries. He wrote, “Sir, we don’t need lessons on rescuing stranded Indians from the Congress. Modi Govt has rescued lakhs of stranded Indians during Vande Bharat Mission, students during Ukraine war, nurses from Yemen and more. All Kannadigas will return safe,” wrote Tejasvi Surya."
                }
            ]
        },
        {
            "title": "433% Rise In Active Covid Cases In Delhi Since March 30: Official Data ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMibGh0dHBzOi8vd3d3Lm5kdHYuY29tL2RlbGhpLW5ld3MvNDMzLXJpc2UtaW4tYWN0aXZlLWNvdmlkLWNhc2VzLWluLWRlbGhpLXNpbmNlLW1hcmNoLTMwLW9mZmljaWFsLWRhdGEtMzk1ODQ0MdIBcmh0dHBzOi8vd3d3Lm5kdHYuY29tL2RlbGhpLW5ld3MvNDMzLXJpc2UtaW4tYWN0aXZlLWNvdmlkLWNhc2VzLWluLWRlbGhpLXNpbmNlLW1hcmNoLTMwLW9mZmljaWFsLWRhdGEtMzk1ODQ0MS9hbXAvMQ?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "NDTV",
                    "title": "433% Rise In Active Covid Cases In Delhi Since March 30: Official Data",
                    "image": "https://c.ndtvimg.com/2021-06/rcng5p5o_delhi-coronavirus-market-june-pti_625x300_15_June_21.jpg",
                    "time": null,
                    "type": 0,
                    "summary": "Delhi has reported more than 13,200 cases of COVID-19 in the past 19 days. (Representational)From 932 cases on March 30 to 4,976 on April 17, active coronavirus cases in Delhi have registered a jump of more than 430 per cent in nearly three weeks, according to official data.Delhi has reported more than 13,200 cases of COVID-19 in the past 19 days.The active case tally on Monday stood at 4,976, a jump of nearly 433 per cent since March 30 when the corresponding figure was 932, data showed.The active case count was, in fact, higher on Sunday at 5,297.Though Delhi has seen a spike in coronavirus cases in the recent past, hospitalisation remains low.Experts have maintained that there is no need to panic and people should follow Covid-appropriate behaviour and get booster shots of vaccines.LNJP Hospital's Medical Director Suresh Kumar had cautioned on April 13 that coronavirus cases in the national capital will peak in the next couple of weeks.In the March 30-April 17 period, more than 30 fatalities have been recorded, including five deaths on April 15.Delhi on Monday logged 1,017 COVID-19 cases, while the positivity rate jumped to 32.25 per cent, the highest in 15 months, according to data shared by the health department.The capital had recorded a positivity rate of 30.6 per cent on January 14 last year.Delhi's COVID-19 tally climbed to 20,24,244 on Monday. Four new fatalities pushed the death count to 26,567, the health department's bulletin stated.Delhi's daily Covid case count breached the 1,000-mark again on April 12, first time in over seven months.Since then, the figures have been reported in four-digit only.The spurt in the number of fresh Covid infections came amid a sharp rise in H3N2 influenza cases in the country.The Delhi government is keeping an eye on the spurt in Covid cases in the national capital and is prepared to face any eventuality, Chief Minister Arvind Kejriwal said recently.Mock drills were conducted at various hospitals in Delhi on April 11 to check COVID-19 preparedness, following guidelines from the Centre.Medical experts say the new XBB.1.16 variant of the virus could be driving the surge.They also said this rise in the number of cases could be the result of more people getting themselves tested for Covid as a precaution when they actually get infected with the influenza virus and develop fever and related symptoms.The Indian Council of Medical Research has said the rise in the number of influenza cases is due to the Influenza A sub-type H3N2.The H3N2 virus is leading to more hospitalisation than the other subtypes. The symptoms include a runny nose, persistent cough and fever.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)"
                }
            ]
        },
        {
            "title": "NIA takes over London HC violence case; Khanda, Gurcharan, Jasvir named suspects ",
            "articles": [
                {
                    "url": "https://news.google.com/articles/CBMinQFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vaW5kaWEtbmV3cy9uaWEtdGFrZXMtb3Zlci1sb25kb24taGlnaC1jb21taXNzaW9uLXZpb2xlbmNlLWNhc2Uta2hhbmRhLWd1cmNoYXJhbi1hbmQtamFzdmlyLW5hbWVkLXN1c3BlY3RzLTEwMTY4MTgwNjc0NzM3OS5odG1s0gGhAWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS9pbmRpYS1uZXdzL25pYS10YWtlcy1vdmVyLWxvbmRvbi1oaWdoLWNvbW1pc3Npb24tdmlvbGVuY2UtY2FzZS1raGFuZGEtZ3VyY2hhcmFuLWFuZC1qYXN2aXItbmFtZWQtc3VzcGVjdHMtMTAxNjgxODA2NzQ3Mzc5LWFtcC5odG1s?hl=en-IN&gl=IN&ceid=IN%3Aen",
                    "source": "Hindustan Times",
                    "title": "NIA takes over London High Commission violence case; Khanda, Gurcharan and Jasvir named suspects",
                    "image": "https://www.hindustantimes.com/ht-img/img/2023/04/18/1600x900/lodon_1681806834143_1681806844153.jpeg",
                    "time": "2023-04-18T14:05:54+05:30",
                    "type": 0,
                    "summary": "The National Investigation Agency (NIA) has taken over the investigations of March 19 violence and dishonor to the Indian National Flag at Indian High Commission in London by Sikh extremists. The Narendra Modi government has taken the dishonoring of the Indian national flag by separatists very seriously.According to inputs received from Delhi Police, the Home Ministry handed over the investigations to NIA on April 13 after the Special Cell registered a case on the incident on March 23 on the basis of a complaint filed by a London High Commission official present during the time of violence. A case under sections 109147148149120-B448452325 IPC read with Section 13 of UAPA, Section 3(1) of Prevention of Damage to Public Property Act and section 2 of Prevention of Insults to National Honour Act, 1971 has been registered by the NIA on the same lines as the Delhi Police. Two officials of the Indian High Commission in London sustained grievous injuries during the violence by Sikh radicals.The Delhi Police FIR names Sikh extremist Avtar Singh aka Khanda, Gurcharan Singh and Jasvir Singh as the principal suspects as also the London High Commission made a SOS call to Diplomatic Protection Officer at 345 hours GMT about the breach in the Indian premises by radicals on March 19. The FIR clearly mentions that 50-60 separatists were led by Khanda (who has an Indian passport number F8777***) and yellow turban wearing Gurcharan Singh. Both of these extremists along with Jasvir Singh were recognized by the London High Commission official as taking part in the violence and dishonoring of the Indian Flag. It was Khanda and Gurcharan Singh who instigated the mob to vandalize the High Commission, dishonored the flag and inflicted grievous injuries to the High Commission officials while there was no response from the London Metropolitan Police.While the UK government has tried to dismiss the dishonoring of the Indian National Flag by Sikh extremists as part of their right to protest and freedom of speech, the Narendra Modi government has taken the incident as a barometer of its future relations with the British Government. The Modi government wants strict visible action to be taken against those named in the FIR as Khanda’s parents were both part of the ISI sponsored terrorist movement in Punjab in the 1990s. Khanda’s father was a KLF terrorist named Kulwant Singh Khukrana and mother was related to KLF leader Gurjant Singh Budhsinghwala with close connections to Pakistani deep state. Khanda entered Britain on a student visa and now seeks political asylum from the UK government for himself and others by raising human rights violations against his community in India.SHARE THIS ARTICLE ON"
                }
            ]
        }
    ]
}]